{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "genussmensch",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "genussmensch",
    "method": "phrase",
    "resultPattern": "\\bgenussmensch",
    "segsMatched": 71,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.91_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn42/sn42.12_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn42/sn42.12_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn42/sn42.12_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an4/an4.246_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an4/an4.246_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an4/an4.246_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an4/an4.15_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an4/an4.15_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an4/an4.15_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an10.91/de/sabbamitta",
      "sn42.12/de/sabbamitta",
      "an4.246/de/sabbamitta",
      "an4.15/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.91_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.91",
        "lang": "de",
        "segMap": {
          "an10.91:0.3": {
            "scid": "an10.91:0.3",
            "pli": "Kāmabhogīsutta ",
            "de": "<span class=\"ebt-matched\">Genussmensch</span>en ",
            "en": "Pleasure Seekers ",
            "matched": true
          },
          "an10.91:2.1": {
            "scid": "an10.91:2.1",
            "pli": "“Dasayime, gahapati, kāmabhogī santo saṁvijjamānā lokasmiṁ. ",
            "de": "„Zehn <span class=\"ebt-matched\">Genussmensch</span>en findet man in der Welt. ",
            "en": "“These ten pleasure seekers are found in the world. ",
            "matched": true
          },
          "an10.91:2.3": {
            "scid": "an10.91:2.3",
            "pli": "Idha, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ",
            "de": "Da trachtet ein <span class=\"ebt-matched\">Genussmensch</span> mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
            "en": "First, a pleasure seeker seeks wealth using illegitimate, coercive means. ",
            "matched": true
          },
          "an10.91:3.1": {
            "scid": "an10.91:3.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using illegitimate, coercive means. ",
            "matched": true
          },
          "an10.91:4.1": {
            "scid": "an10.91:4.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using illegitimate, coercive means. ",
            "matched": true
          },
          "an10.91:5.1": {
            "scid": "an10.91:5.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
            "matched": true
          },
          "an10.91:6.1": {
            "scid": "an10.91:6.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
            "matched": true
          },
          "an10.91:7.1": {
            "scid": "an10.91:7.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
            "matched": true
          },
          "an10.91:8.1": {
            "scid": "an10.91:8.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "an10.91:9.1": {
            "scid": "an10.91:9.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "an10.91:10.1": {
            "scid": "an10.91:10.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "an10.91:11.1": {
            "scid": "an10.91:11.1",
            "pli": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena; ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "an10.91:12.1": {
            "scid": "an10.91:12.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. Er verdient aus drei Gründen Tadel: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be criticized on three grounds. ",
            "matched": true
          },
          "an10.91:12.5": {
            "scid": "an10.91:12.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen drei Gründen Tadel. ",
            "en": "This pleasure seeker may be criticized on these three grounds. ",
            "matched": true
          },
          "an10.91:13.1": {
            "scid": "an10.91:13.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi gārayho ekena ṭhānena pāsaṁso. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei Gründen Tadel und aus einem Grund Lob: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be criticized on two grounds, and praised on one. ",
            "matched": true
          },
          "an10.91:13.5": {
            "scid": "an10.91:13.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi gārayho iminā ekena ṭhānena pāsaṁso. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen zwei Gründen Tadel und aus diesem einen Grund Lob. ",
            "en": "This pleasure seeker may be criticized on these two grounds, and praised on this one. ",
            "matched": true
          },
          "an10.91:14.1": {
            "scid": "an10.91:14.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena gārayho dvīhi ṭhānehi pāsaṁso. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Er verdient aus einem Grund Tadel und aus zwei Gründen Lob: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, and shares it and makes merit. They may be criticized on one ground, and praised on two. ",
            "matched": true
          },
          "an10.91:14.5": {
            "scid": "an10.91:14.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṁso. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesem einen Grund Tadel und aus diesen zwei Gründen Lob. ",
            "en": "This pleasure seeker may be criticized on this one ground, and praised on these two. ",
            "matched": true
          },
          "an10.91:15.1": {
            "scid": "an10.91:15.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso tīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. Er verdient aus einem Grund Lob und aus drei Gründen Tadel: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground, and criticized on three. ",
            "matched": true
          },
          "an10.91:15.6": {
            "scid": "an10.91:15.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi tīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesem einen Grund Lob und aus diesen drei Gründen Tadel. ",
            "en": "This pleasure seeker may be praised on this one ground, and criticized on these three. ",
            "matched": true
          },
          "an10.91:16.1": {
            "scid": "an10.91:16.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso dvīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei Gründen Lob und aus zwei Gründen Tadel: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds, and criticized on two. ",
            "matched": true
          },
          "an10.91:16.6": {
            "scid": "an10.91:16.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen zwei Gründen Lob und aus diesen zwei Gründen Tadel. ",
            "en": "This pleasure seeker may be praised on these two grounds, and criticized on these two. ",
            "matched": true
          },
          "an10.91:17.1": {
            "scid": "an10.91:17.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Er verdient aus drei Gründen Lob und aus einem Grund Tadel: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, and shares it and make merit. They may be praised on three grounds, and criticized on one. ",
            "matched": true
          },
          "an10.91:17.6": {
            "scid": "an10.91:17.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
            "en": "This pleasure seeker may be praised on these three grounds, and criticized on this one. ",
            "matched": true
          },
          "an10.91:18.1": {
            "scid": "an10.91:18.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso dvīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. Er verdient aus einem Grund Lob und aus zwei Gründen Tadel: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground and criticized on two. ",
            "matched": true
          },
          "an10.91:18.5": {
            "scid": "an10.91:18.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesem einen Grund Lob und aus diesen zwei Gründen Tadel. ",
            "en": "This pleasure seeker may be praised on this one ground, and criticized on these two. ",
            "matched": true
          },
          "an10.91:19.1": {
            "scid": "an10.91:19.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei Gründen Lob und aus einem Grund Tadel: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds and criticized on one. ",
            "matched": true
          },
          "an10.91:19.5": {
            "scid": "an10.91:19.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen zwei Gründen Lob und aus diesem einen Grund Tadel. ",
            "en": "This pleasure seeker may be praised on these two grounds, and criticized on this one. ",
            "matched": true
          },
          "an10.91:20.1": {
            "scid": "an10.91:20.1",
            "pli": "Tatra, gahapati yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Aber er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die Nachteile und ohne das Entrinnen zu verstehen. Er verdient aus drei Gründen Lob und aus einem Grund Tadel: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. They may be praised on three grounds and criticized on one. ",
            "matched": true
          },
          "an10.91:20.6": {
            "scid": "an10.91:20.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
            "en": "This pleasure seeker may be praised on these three grounds, and criticized on this one. ",
            "matched": true
          },
          "an10.91:21.1": {
            "scid": "an10.91:21.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ, gahapati, kāmabhogī catūhi ṭhānehi pāsaṁso. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Und er genießt dieses Vermögen ungebunden, nicht betört, nicht anhänglich, er sieht die Nachteile und versteht das Entrinnen. Er verdient aus vier Gründen Lob: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. And they enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. They may be praised on four grounds. ",
            "matched": true
          },
          "an10.91:21.6": {
            "scid": "an10.91:21.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi catūhi ṭhānehi pāsaṁso. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen vier Gründen Lob. ",
            "en": "This pleasure seeker may be praised on these four grounds. ",
            "matched": true
          },
          "an10.91:22.1": {
            "scid": "an10.91:22.1",
            "pli": "Ime kho, gahapati, dasa kāmabhogī santo saṁvijjamānā lokasmiṁ. ",
            "de": "Das sind die zehn <span class=\"ebt-matched\">Genussmensch</span>en, die man in der Welt findet. ",
            "en": "These are the ten pleasure seekers found in the world. ",
            "matched": true
          },
          "an10.91:22.2": {
            "scid": "an10.91:22.2",
            "pli": "Imesaṁ kho, gahapati, dasannaṁ kāmabhogīnaṁ yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ imesaṁ dasannaṁ kāmabhogīnaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca. ",
            "de": "Der <span class=\"ebt-matched\">Genussmensch</span>, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet, der sich damit selbst glücklich und froh macht, der es teilt und Verdienst schafft und der dieses Vermögen ungebunden genießt, nicht betört, nicht anhänglich, der die Nachteile sieht und das Entrinnen versteht – dieser <span class=\"ebt-matched\">Genussmensch</span> ist der vorderste, der beste, der oberste, der höchste und erlesenste unter den zehn. ",
            "en": "The pleasure seeker who seeks wealth using legitimate, non-coercive means, who makes themselves happy and pleased, and shares it and makes merit, and who uses that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, chief, highest, and finest of the ten. ",
            "matched": true
          },
          "an10.91:23.1": {
            "scid": "an10.91:23.1",
            "pli": "Evamevaṁ kho, gahapati, imesaṁ dasannaṁ kāmabhogīnaṁ yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ imesaṁ dasannaṁ kāmabhogīnaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro cā”ti. ",
            "de": "Ebenso ist der <span class=\"ebt-matched\">Genussmensch</span>, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet, der sich damit selbst glücklich und froh macht, der es teilt und Verdienst schafft und der dieses Vermögen ungebunden genießt, nicht betört, nicht anhänglich, der die Nachteile sieht und das Entrinnen versteht – ebenso ist dieser <span class=\"ebt-matched\">Genussmensch</span> der vorderste, der beste, der oberste, der höchste und erlesenste unter den zehn.“ ",
            "en": "In the same way, the pleasure seeker who seeks wealth using legitimate, non-coercive means, who makes themselves happy and pleased, and shares it and makes merit, and who uses that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, chief, highest, and finest of the ten.” ",
            "matched": true
          }
        },
        "score": 35.393,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10.91\n10. Das Kapitel mit Upāli\nGenussmenschen",
        "segsMatched": 35,
        "langSegs": {
          "pli": 89,
          "de": 88,
          "en": 88
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn42/sn42.12_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn42/sn42.12_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn42/sn42.12_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn42.12",
        "lang": "de",
        "segMap": {
          "sn42.12:3.1": {
            "scid": "sn42.12:3.1",
            "pli": "Tayo kho me, gāmaṇi, kāmabhogino santo saṁvijjamānā lokasmiṁ. ",
            "de": "Drei <span class=\"ebt-matched\">Genussmensch</span>en findet man in der Welt. ",
            "en": "There are these three kinds of pleasure seekers in the world. ",
            "matched": true
          },
          "sn42.12:3.3": {
            "scid": "sn42.12:3.3",
            "pli": "Idha, gāmaṇi, ekacco kāmabhogī adhammena bhoge pariyesati, sāhasena adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
            "de": "Da trachtet ein <span class=\"ebt-matched\">Genussmensch</span> mit unrechtmäßigen Mitteln und Zwang nach Vermögen. Er macht sich damit nicht selbst glücklich und froh, noch teilt er es und schafft Verdienst. ",
            "en": "Take a pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:3.4": {
            "scid": "sn42.12:3.4",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using illegitimate, coercive means. ",
            "matched": true
          },
          "sn42.12:3.6": {
            "scid": "sn42.12:3.6",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit unrechtmäßigen Mitteln und Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using illegitimate, coercive means. ",
            "matched": true
          },
          "sn42.12:4.1": {
            "scid": "sn42.12:4.1",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
            "matched": true
          },
          "sn42.12:4.3": {
            "scid": "sn42.12:4.3",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
            "matched": true
          },
          "sn42.12:4.5": {
            "scid": "sn42.12:4.5",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī dhammādhammena bhoge pariyesati, sāhasenapi asāhasenapi. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
            "matched": true
          },
          "sn42.12:5.1": {
            "scid": "sn42.12:5.1",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "sn42.12:5.3": {
            "scid": "sn42.12:5.3",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "sn42.12:5.5": {
            "scid": "sn42.12:5.5",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "sn42.12:5.8": {
            "scid": "sn42.12:5.8",
            "pli": "Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena. ",
            "de": "Dann trachtet da ein <span class=\"ebt-matched\">Genussmensch</span> mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen. ",
            "en": "Next, a pleasure seeker seeks wealth using legitimate, non-coercive means. ",
            "matched": true
          },
          "sn42.12:6.1": {
            "scid": "sn42.12:6.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:6.7": {
            "scid": "sn42.12:6.7",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen drei Gründen Tadel. ",
            "en": "This pleasure seeker may be criticized on these three grounds. ",
            "matched": true
          },
          "sn42.12:7.1": {
            "scid": "sn42.12:7.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:7.8": {
            "scid": "sn42.12:7.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi gārayho, iminā ekena ṭhānena pāsaṁso. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen zwei Gründen Tadel und aus diesem einen Grund Lob. ",
            "en": "This pleasure seeker may be criticized on these two grounds, and praised on this one. ",
            "matched": true
          },
          "sn42.12:8.1": {
            "scid": "sn42.12:8.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit unrechtmäßigen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, and shares it and makes merit. ",
            "matched": true
          },
          "sn42.12:8.8": {
            "scid": "sn42.12:8.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī, iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṁso. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesem einen Grund Tadel und aus diesen zwei Gründen Lob. ",
            "en": "This pleasure seeker may be criticized on this one ground, and praised on these two. ",
            "matched": true
          },
          "sn42.12:9.1": {
            "scid": "sn42.12:9.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:9.9": {
            "scid": "sn42.12:9.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī iminā ekena ṭhānena pāsaṁso, imehi tīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesem einen Grund Lob und aus diesen drei Gründen Tadel. ",
            "en": "This pleasure seeker may be praised on this one ground, and criticized on these three. ",
            "matched": true
          },
          "sn42.12:10.1": {
            "scid": "sn42.12:10.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and makes themselves happy and pleased, but doesn’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:10.9": {
            "scid": "sn42.12:10.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso, imehi dvīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen zwei Gründen Lob und aus diesen zwei Gründen Tadel. ",
            "en": "This pleasure seeker may be praised on these two grounds, and criticized on these two. ",
            "matched": true
          },
          "sn42.12:11.1": {
            "scid": "sn42.12:11.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der sowohl mit rechtmäßigen als auch mit unrechtmäßigen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, and shares it and makes merit. ",
            "matched": true
          },
          "sn42.12:11.9": {
            "scid": "sn42.12:11.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi pāsaṁso, iminā ekena ṭhānena gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
            "en": "This pleasure seeker may be praised on these three grounds, and criticized on this one. ",
            "matched": true
          },
          "sn42.12:12.1": {
            "scid": "sn42.12:12.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena, na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und froh macht, noch es teilt und Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, but who doesn’t make themselves happy and pleased, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:12.8": {
            "scid": "sn42.12:12.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī iminā ekena ṭhānena pāsaṁso, imehi dvīhi ṭhānehi gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesem einen Grund Lob und aus diesen zwei Gründen Tadel. ",
            "en": "This pleasure seeker may be praised on this one ground, and criticized on these two. ",
            "matched": true
          },
          "sn42.12:13.1": {
            "scid": "sn42.12:13.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, es aber nicht teilt und kein Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:13.8": {
            "scid": "sn42.12:13.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso, iminā ekena ṭhānena gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen zwei Gründen Lob und aus diesem einen Grund Tadel. ",
            "en": "This pleasure seeker may be praised on these two grounds, and criticized on this one. ",
            "matched": true
          },
          "sn42.12:14.1": {
            "scid": "sn42.12:14.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge gadhito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjati. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. Aber er genießt dieses Vermögen gebunden, betört, anhänglich, blind für die Nachteile und ohne das Entrinnen zu verstehen. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. ",
            "matched": true
          },
          "sn42.12:14.9": {
            "scid": "sn42.12:14.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi pāsaṁso, iminā ekena ṭhānena gārayho. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen drei Gründen Lob und aus diesem einen Grund Tadel. ",
            "en": "This pleasure seeker may be praised on these three grounds, and criticized on this one. ",
            "matched": true
          },
          "sn42.12:15.1": {
            "scid": "sn42.12:15.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "de": "Betrachten wir den <span class=\"ebt-matched\">Genussmensch</span>en, der mit rechtmäßigen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und froh macht, und der es teilt und Verdienst schafft. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. ",
            "matched": true
          },
          "sn42.12:15.9": {
            "scid": "sn42.12:15.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi catūhi ṭhānehi pāsaṁso. ",
            "de": "Dieser <span class=\"ebt-matched\">Genussmensch</span> verdient aus diesen vier Gründen Lob. ",
            "en": "This pleasure seeker may be praised on these four grounds. ",
            "matched": true
          }
        },
        "score": 31.183,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 42.12\n1. Das Kapitel mit Ortsvorstehern\nMit Rāsiya",
        "segsMatched": 31,
        "langSegs": {
          "pli": 169,
          "de": 168,
          "en": 168
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an4/an4.246_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an4/an4.246_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an4/an4.246_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an4.246",
        "lang": "de",
        "segMap": {
          "an4.246:1.3": {
            "scid": "an4.246:1.3",
            "pli": "Petaseyyā, kāmabhogiseyyā, sīhaseyyā, tathāgataseyyā. ",
            "de": "Das Liegen einer Leiche, das Liegen eines <span class=\"ebt-matched\">Genussmensch</span>en, das Liegen eines Löwen und das Liegen eines Klargewordenen. ",
            "en": "The ways a corpse, a pleasure seeker, a lion, and a Realized One lie down. ",
            "matched": true
          },
          "an4.246:2.1": {
            "scid": "an4.246:2.1",
            "pli": "Katamā ca, bhikkhave, kāmabhogiseyyā? ",
            "de": "Und wie liegt ein <span class=\"ebt-matched\">Genussmensch</span>? ",
            "en": "And how does a pleasure seeker lie down? ",
            "matched": true
          },
          "an4.246:2.2": {
            "scid": "an4.246:2.2",
            "pli": "Yebhuyyena, bhikkhave, kāmabhogī vāmena passena senti; ",
            "de": "<span class=\"ebt-matched\">Genussmensch</span>en liegen gewöhnlich auf der linken Seite. ",
            "en": "Pleasure seekers usually lie down on their left side. ",
            "matched": true
          },
          "an4.246:2.3": {
            "scid": "an4.246:2.3",
            "pli": "ayaṁ vuccati, bhikkhave, kāmabhogiseyyā. ",
            "de": "Das nennt man das Liegen eines <span class=\"ebt-matched\">Genussmensch</span>en. ",
            "en": "This is called the way a pleasure seeker lies down. ",
            "matched": true
          }
        },
        "score": 4.174,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 4.246\n25. Das Kapitel über Gefahren bei Verstößen\nLiegen",
        "segsMatched": 4,
        "langSegs": {
          "pli": 23,
          "de": 22,
          "en": 22
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an4/an4.15_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an4/an4.15_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an4/an4.15_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an4.15",
        "lang": "de",
        "segMap": {
          "an4.15:1.5": {
            "scid": "an4.15:1.5",
            "pli": "Etadaggaṁ, bhikkhave, kāmabhogīnaṁ yadidaṁ—",
            "de": "Der Vorderste unter den <span class=\"ebt-matched\">Genussmensch</span>en ",
            "en": "The foremost pleasure seeker is ",
            "matched": true
          }
        },
        "score": 1.045,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 4.15\n2. Das Kapitel über Gehen\nGelten",
        "segsMatched": 1,
        "langSegs": {
          "pli": 22,
          "de": 21,
          "en": 21
        }
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}