{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "hemmnisse und hindernisse",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "hemmnisse und hindernisse",
    "method": "phrase",
    "resultPattern": "\\bhemmnisse und hindernisse",
    "segsMatched": 11,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an5/an5.51_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an5/an5.51_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an5/an5.51_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn46/sn46.37_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn46/sn46.37_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn46/sn46.37_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn46/sn46.39_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn46/sn46.39_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn46/sn46.39_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an5.51/de/sabbamitta",
      "sn46.37/de/sabbamitta",
      "sn46.39/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an5/an5.51_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an5/an5.51_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an5/an5.51_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an5.51",
        "lang": "de",
        "segMap": {
          "an5.51:2.1": {
            "scid": "an5.51:2.1",
            "pli": "“Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
            "de": "„Mönche und Nonnen, es gibt fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span>, geistige Schmarotzer, die die Weisheit schwächen. ",
            "en": "“Mendicants, there are these five obstacles and hindrances, parasites of the mind that weaken wisdom. ",
            "matched": true
          },
          "an5.51:2.8": {
            "scid": "an5.51:2.8",
            "pli": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
            "de": "Das sind die fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span>, geistige Schmarotzer, die die Weisheit schwächen. ",
            "en": "These are the five obstacles and hindrances, parasites of the mind that weaken wisdom. ",
            "matched": true
          },
          "an5.51:3.1": {
            "scid": "an5.51:3.1",
            "pli": "So vata, bhikkhave, bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe appahāya, abalāya paññāya dubbalāya attatthaṁ vā ñassati paratthaṁ vā ñassati ubhayatthaṁ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṁ sacchikarissatīti netaṁ ṭhānaṁ vijjati. ",
            "de": "Nehmen wir eine Nonne, deren Weisheit matt und schwach ist, die diese fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span> nicht aufgegeben hat, die geistigen Schmarotzer, die die Weisheit schwächen. Es ist ganz unmöglich, dass sie wissen kann, was gut für sie selbst, gut für jemand anderen oder gut für beide ist; oder dass sie einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen kann, der der Edlen würdig ist. ",
            "en": "Take a mendicant who has feeble and weak wisdom, not having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite impossible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones. ",
            "matched": true
          },
          "an5.51:3.5": {
            "scid": "an5.51:3.5",
            "pli": "Evamevaṁ kho, bhikkhave, so vata bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe appahāya, abalāya paññāya dubbalāya attatthaṁ vā ñassati paratthaṁ vā ñassati ubhayatthaṁ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṁ sacchikarissatīti netaṁ ṭhānaṁ vijjati. ",
            "de": "Ebenso ist da eine Nonne, deren Weisheit matt und schwach ist, die diese fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span> nicht aufgegeben hat, die geistigen Schmarotzer, die die Weisheit schwächen. Es ist ganz unmöglich, dass sie wissen kann, was gut für sie selbst, gut für jemand anderen oder gut für beide ist; oder dass sie einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen kann, der der Edlen würdig ist. ",
            "en": "In the same way, take a mendicant who has feeble and weak wisdom, not having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite impossible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones. ",
            "matched": true
          },
          "an5.51:4.1": {
            "scid": "an5.51:4.1",
            "pli": "So vata, bhikkhave, bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe pahāya, balavatiyā paññāya attatthaṁ vā ñassati paratthaṁ vā ñassati ubhayatthaṁ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṁ sacchikarissatīti ṭhānametaṁ vijjati. ",
            "de": "Nehmen wir eine Nonne, deren Weisheit machtvoll ist, die diese fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span> aufgegeben hat, die geistigen Schmarotzer, die die Weisheit schwächen. Es ist gut möglich, dass sie wissen kann, was gut für sie selbst, gut für jemand anderen oder gut für beide ist; oder dass sie einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen kann, der der Edlen würdig ist. ",
            "en": "Take a mendicant who has powerful wisdom, having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite possible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones. ",
            "matched": true
          },
          "an5.51:4.5": {
            "scid": "an5.51:4.5",
            "pli": "Evamevaṁ kho, bhikkhave, so vata bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe pahāya, balavatiyā paññāya attatthaṁ vā ñassati paratthaṁ vā ñassati ubhayatthaṁ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṁ sacchikarissatīti ṭhānametaṁ vijjatī”ti. ",
            "de": "Ebenso ist da eine Nonne, deren Weisheit machtvoll ist, die diese fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span> aufgegeben hat, die geistigen Schmarotzer, die die Weisheit schwächen. Es ist gut möglich, dass sie wissen kann, was gut für sie selbst, gut für jemand anderen oder gut für beide ist; oder dass sie einen erhabenen Zustand übermenschlichen Erkennens und Sehens erreichen kann, der der Edlen würdig ist.“ ",
            "en": "In the same way, take a mendicant who has powerful wisdom, having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite possible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones.” ",
            "matched": true
          }
        },
        "score": 6.214,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 5.51\n6. Das Kapitel über Hindernisse\nHemmnisse",
        "segsMatched": 6,
        "langSegs": {
          "pli": 28,
          "de": 27,
          "en": 27
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn46/sn46.37_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn46/sn46.37_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn46/sn46.37_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn46.37",
        "lang": "de",
        "segMap": {
          "sn46.37:0.3": {
            "scid": "sn46.37:0.3",
            "pli": "Āvaraṇanīvaraṇasutta ",
            "de": "<span class=\"ebt-matched\">Hemmnisse und Hindernisse</span> ",
            "en": "Obstacles ",
            "matched": true
          },
          "sn46.37:1.1": {
            "scid": "sn46.37:1.1",
            "pli": "“Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā. ",
            "de": "„Mönche und Nonnen, es gibt fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span>, geistige Verunreinigungen, die die Weisheit schwächen. ",
            "en": "“Mendicants, there are these five obstacles and hindrances, corruptions of the heart that weaken wisdom. ",
            "matched": true
          },
          "sn46.37:1.8": {
            "scid": "sn46.37:1.8",
            "pli": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā. ",
            "de": "Das sind die fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span>, geistige Verunreinigungen, die die Weisheit schwächen. ",
            "en": "These are the five obstacles and hindrances, corruptions of the heart that weaken wisdom. ",
            "matched": true
          }
        },
        "score": 3.2,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 46.37\n4. Das Kapitel über Hindernisse\nHemmnisse und Hindernisse",
        "segsMatched": 3,
        "langSegs": {
          "pli": 15,
          "de": 15,
          "en": 15
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn46/sn46.39_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn46/sn46.39_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn46/sn46.39_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn46.39",
        "lang": "de",
        "segMap": {
          "sn46.39:2.1": {
            "scid": "sn46.39:2.1",
            "pli": "Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
            "de": "Es gibt fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span>, geistige Schmarotzer, die die Weisheit schwächen. ",
            "en": "There are these five obstacles and hindrances, parasites of the mind that weaken wisdom. ",
            "matched": true
          },
          "sn46.39:2.8": {
            "scid": "sn46.39:2.8",
            "pli": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā. ",
            "de": "Das sind die fünf <span class=\"ebt-matched\">Hemmnisse und Hindernisse</span>, geistige Schmarotzer, die die Weisheit schwächen. ",
            "en": "These are the five obstacles and hindrances, parasites of the mind that weaken wisdom. ",
            "matched": true
          }
        },
        "score": 2.095,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 46.39\n4. Das Kapitel über Hindernisse\nBäume",
        "segsMatched": 2,
        "langSegs": {
          "pli": 21,
          "de": 20,
          "en": 20
        }
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}