{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "im wünschen nach materiellem besitz",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "im wünschen nach materiellem besitz",
    "method": "phrase",
    "resultPattern": "\\bim wünschen nach materiellem besitz",
    "segsMatched": 16,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an8/an8.77_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an8/an8.77_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an8/an8.77_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an8/an8.61_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an8/an8.61_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an8/an8.61_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an8.77/de/sabbamitta",
      "an8.61/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "author": "Sabbamitta",
        "segMap": {
          "an8.77:2.7": {
            "scid": "an8.77:2.7",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Aber wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. But when they do not acquire material things, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:3.5": {
            "scid": "an8.77:3.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. And when they acquire material things, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:4.5": {
            "scid": "an8.77:4.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. But when they do not acquire material things, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:5.5": {
            "scid": "an8.77:5.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. But when they acquire material things, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:6.5": {
            "scid": "an8.77:6.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert und klagt nicht. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. But when they do not acquire material things, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:7.5": {
            "scid": "an8.77:7.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. But when they acquire material things, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:8.5": {
            "scid": "an8.77:8.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert und klagt nicht. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. And when they do not acquire material things, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:9.5": {
            "scid": "an8.77:9.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "This is called a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. And when they acquire material things, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an8/an8.77_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an8/an8.77_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an8/an8.77_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 51,
          "de": 50,
          "en": 50
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 8.157,
        "segsMatched": 8,
        "sutta_uid": "an8.77",
        "title": "Nummerierte Lehrreden 8.77\n8. Das Kapitel mit Paaren\nWünschen",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an8.61:1.8": {
            "scid": "an8.61:1.8",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Aber wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. But when they do not acquire material things, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:2.6": {
            "scid": "an8.61:2.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca madī ca pamādī ca, cuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. And when they acquire material things, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:3.6": {
            "scid": "an8.61:3.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. And when they do not acquire material things, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:4.6": {
            "scid": "an8.61:4.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, lābhī ca madī ca, pamādī ca, cuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. But when they acquire material things, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:5.6": {
            "scid": "an8.61:5.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert klagt nicht. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. But when they do not acquire material things, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:6.6": {
            "scid": "an8.61:6.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They try hard, strive, and make an effort to get them. But when they acquire material things, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:7.6": {
            "scid": "an8.61:7.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert und klagt nicht. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. And when they do not acquire material things, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:8.6": {
            "scid": "an8.61:8.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "einen Mönch, der <span class=\"ebt-matched\">im Wünschen nach materiellem Besitz</span> lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre abgefallen. ",
            "en": "a mendicant who lives desiring material things. They don’t try hard, strive, and make an effort to get them. And when they acquire material things, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an8/an8.61_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an8/an8.61_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an8/an8.61_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 55,
          "de": 54,
          "en": 54
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 8.145,
        "segsMatched": 8,
        "sutta_uid": "an8.61",
        "title": "Nummerierte Lehrreden 8.61\n7. Das Kapitel über Erdbeben\nWünschen",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}