{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "abgefallen",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "abgefallen",
    "method": "phrase",
    "resultPattern": "\\babgefallen",
    "segsMatched": 19,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an8/an8.77_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an8/an8.77_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an8/an8.77_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an8/an8.61_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an8/an8.61_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an8/an8.61_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an4/an4.2_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an4/an4.2_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an4/an4.2_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an3/an3.15_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an3/an3.15_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an3/an3.15_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an8.77/de/sabbamitta",
      "an8.61/de/sabbamitta",
      "an4.2/de/sabbamitta",
      "an3.15/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an8/an8.77_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an8/an8.77_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an8/an8.77_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an8.77",
        "lang": "de",
        "segMap": {
          "an8.77:2.7": {
            "scid": "an8.77:2.7",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Aber wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:3.5": {
            "scid": "an8.77:3.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. And when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:4.5": {
            "scid": "an8.77:4.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:5.5": {
            "scid": "an8.77:5.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. But when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:6.5": {
            "scid": "an8.77:6.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert und klagt nicht. Er ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:7.5": {
            "scid": "an8.77:7.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:8.5": {
            "scid": "an8.77:8.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert und klagt nicht. Er ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:9.5": {
            "scid": "an8.77:9.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          }
        },
        "score": 8.157,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 8.77\n8. Das Kapitel über Paare\nVerlangen",
        "segsMatched": 8,
        "langSegs": {
          "pli": 51,
          "de": 50,
          "en": 50
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an8/an8.61_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an8/an8.61_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an8/an8.61_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an8.61",
        "lang": "de",
        "segMap": {
          "an8.61:1.8": {
            "scid": "an8.61:1.8",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Aber wenn ihr kein materieller Besitz zuteilwird, ist sie bekümmert und klagt. Sie ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:2.6": {
            "scid": "an8.61:2.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca madī ca pamādī ca, cuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihr materieller Besitz zuteilwird, ist sie davon berauscht und wird nachlässig. Sie ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. And when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:3.6": {
            "scid": "an8.61:3.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihr kein materieller Besitz zuteilwird, ist sie bekümmert und klagt. Sie ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:4.6": {
            "scid": "an8.61:4.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, lābhī ca madī ca, pamādī ca, cuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihr materieller Besitz zuteilwird, ist sie davon berauscht und wird nachlässig. Sie ist von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. But when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:5.6": {
            "scid": "an8.61:5.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihr kein materieller Besitz zuteilwird, ist sie nicht bekümmert klagt nicht. Sie ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:6.6": {
            "scid": "an8.61:6.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihr materieller Besitz zuteilwird, ist sie davon nicht berauscht und wird nicht nachlässig. Sie ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:7.6": {
            "scid": "an8.61:7.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihr kein materieller Besitz zuteilwird, ist sie nicht bekümmert und klagt nicht. Sie ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:8.6": {
            "scid": "an8.61:8.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "de": "eine Nonne, die im Verlangen nach materiellem Besitz lebt. Sie strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihr materieller Besitz zuteilwird, ist sie davon nicht berauscht und wird nicht nachlässig. Sie ist nicht von der wahren Lehre <span class=\"ebt-matched\">abgefallen</span>. ",
            "en": "a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          }
        },
        "score": 8.145,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 8.61\n7. Das Kapitel über Erdbeben\nVerlangen",
        "segsMatched": 8,
        "langSegs": {
          "pli": 55,
          "de": 54,
          "en": 54
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an4/an4.2_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an4/an4.2_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an4/an4.2_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an4.2",
        "lang": "de",
        "segMap": {
          "an4.2:1.1": {
            "scid": "an4.2:1.1",
            "pli": "“Catūhi, bhikkhave, dhammehi asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ",
            "de": "„Jemand, dem vier Dinge fehlen, gilt als ‚von dieser Lehre und Schulung <span class=\"ebt-matched\">abgefallen</span>‘. ",
            "en": "“Someone without four things is said to have ‘fallen from this teaching and training’. ",
            "matched": true
          },
          "an4.2:1.7": {
            "scid": "an4.2:1.7",
            "pli": "Imehi kho, bhikkhave, catūhi dhammehi asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati. ",
            "de": "Jemandem, dem diese vier Dinge fehlen, gilt als ‚von dieser Lehre und Schulung <span class=\"ebt-matched\">abgefallen</span>‘. ",
            "en": "Someone without these four things is said to have ‘fallen from this teaching and training’. ",
            "matched": true
          }
        },
        "score": 2.091,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 4.2\n1. Das Kapitel beim Dorf Bhaṇḍa\nGefallen",
        "segsMatched": 2,
        "langSegs": {
          "pli": 22,
          "de": 21,
          "en": 21
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an3/an3.15_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an3/an3.15_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an3/an3.15_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an3.15",
        "lang": "de",
        "segMap": {
          "an3.15:5.7": {
            "scid": "an3.15:5.7",
            "pli": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā kāyavaṅko appahīno kāyadoso kāyakasāvo, vacīvaṅko appahīno vacīdoso vacīkasāvo, manovaṅko appahīno manodoso manokasāvo, evaṁ papatitā te, bhikkhave, imasmā dhammavinayā, seyyathāpi taṁ cakkaṁ chahi divasehi niṭṭhitaṁ. ",
            "de": "Alle Mönche und Nonnen, die die Krummheiten, Fehler und Mängel der Handlungen mit Körper, Sprache und Geist nicht aufgegeben haben, sind von der Lehre und Schulung <span class=\"ebt-matched\">abgefallen</span>, gerade so wie das Rad, das in sechs Tagen fertiggestellt wurde. ",
            "en": "Whatever monk or nun has not given up the crooks, flaws, and defects of body, speech, and mind has fallen from the teaching and training, just like the wheel that was finished in six days. ",
            "matched": true
          }
        },
        "score": 1.022,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 3.15\n2. Das Kapitel über den Wagenbauer\nÜber Pacetana",
        "segsMatched": 1,
        "langSegs": {
          "pli": 46,
          "de": 45,
          "en": 45
        }
      }
    ]
  }
}