{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "tatsächlich gibt",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "tatsächlich gibt",
    "method": "phrase",
    "resultPattern": "\\btatsächlich\\sgibt",
    "segsMatched": 36,
    "bilaraPaths": [
      "root/pli/ms/sutta/mn/mn60_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn60_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn60_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "mn60/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "author": "Sabbamitta",
        "segMap": {
          "mn60:8.1": {
            "scid": "mn60:8.1",
            "pli": "Santaṁyeva pana paraṁ lokaṁ ‘natthi paro loko’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
            "de": "Und da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, ist darüber hinaus ihre Ansicht, jene Welt gebe es nicht, eine falsche Ansicht. ",
            "en": "Moreover, since there actually is another world, their view that there is no other world is wrong view. ",
            "matched": true
          },
          "mn60:8.2": {
            "scid": "mn60:8.2",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihr Denken, jene Welt gebe es nicht, falsches Denken. ",
            "en": "Since there actually is another world, their thought that there is no other world is wrong thought. ",
            "matched": true
          },
          "mn60:8.3": {
            "scid": "mn60:8.3",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti vācaṁ bhāsati; sāssa hoti micchāvācā. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihre Rede, jene Welt gebe es nicht, falsche Rede. ",
            "en": "Since there actually is another world, their speech that there is no other world is wrong speech. ",
            "matched": true
          },
          "mn60:8.4": {
            "scid": "mn60:8.4",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṁ paccanīkaṁ karoti. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, widersprechen sie, wenn sie sagen, jene Welt gebe es nicht, jenen Vollendeten, die jene Welt kennen. ",
            "en": "Since there actually is another world, in saying that there is no other world they contradict those perfected ones who know the other world. ",
            "matched": true
          },
          "mn60:8.5": {
            "scid": "mn60:8.5",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti paraṁ saññāpeti; sāssa hoti asaddhammasaññatti. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, jene Welt gebe es nicht, davon, eine unwahre Lehre anzunehmen. ",
            "en": "Since there actually is another world, in persuading another that there is no other world they are persuading them to accept an untrue teaching. ",
            "matched": true
          },
          "mn60:9.6": {
            "scid": "mn60:9.6",
            "pli": "Sace kho attheva paro loko, evaṁ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
            "de": "Aber wenn es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, tut sie einen Verlierergriff auf beiden Seiten. ",
            "en": "But if there really is another world, they hold a losing hand on both counts. ",
            "matched": true
          },
          "mn60:11.1": {
            "scid": "mn60:11.1",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
            "de": "Und da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, ist darüber hinaus ihre Ansicht, es gebe jene Welt, rechte Ansicht. ",
            "en": "Moreover, since there actually is another world, their view that there is another world is right view. ",
            "matched": true
          },
          "mn60:11.2": {
            "scid": "mn60:11.2",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihr Denken, es gebe jene Welt, rechtes Denken. ",
            "en": "Since there actually is another world, their thought that there is another world is right thought. ",
            "matched": true
          },
          "mn60:11.3": {
            "scid": "mn60:11.3",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti vācaṁ bhāsati; sāssa hoti sammāvācā. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihre Rede, es gebe jene Welt, rechte Rede. ",
            "en": "Since there actually is another world, their speech that there is another world is right speech. ",
            "matched": true
          },
          "mn60:11.4": {
            "scid": "mn60:11.4",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṁ na paccanīkaṁ karoti. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, widersprechen sie, wenn sie sagen, es gebe jene Welt, nicht jenen Vollendeten, die jene Welt kennen. ",
            "en": "Since there actually is another world, in saying that there is another world they don’t contradict those perfected ones who know the other world. ",
            "matched": true
          },
          "mn60:11.5": {
            "scid": "mn60:11.5",
            "pli": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti paraṁ saññāpeti; sāssa hoti saddhammasaññatti. ",
            "de": "Da es jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe jene Welt, davon, eine wahre Lehre anzunehmen. ",
            "en": "Since there actually is another world, in persuading another that there is another world they are persuading them to accept a true teaching. ",
            "matched": true
          },
          "mn60:12.5": {
            "scid": "mn60:12.5",
            "pli": "Sace kho attheva paro loko, evaṁ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
            "de": "Wenn es also jene Welt <span class=\"ebt-matched\">tatsächlich gibt</span>, tut sie einen perfekten Griff auf beiden Seiten. ",
            "en": "So if there really is another world, they hold a perfect hand on both counts. ",
            "matched": true
          },
          "mn60:16.1": {
            "scid": "mn60:16.1",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
            "de": "Und da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, ist darüber hinaus ihre Ansicht, es gebe keine Wirkung von Taten, eine falsche Ansicht. ",
            "en": "Moreover, since action actually does have an effect, their view that action is ineffective is wrong view. ",
            "matched": true
          },
          "mn60:16.2": {
            "scid": "mn60:16.2",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihr Denken, es gebe keine Wirkung von Taten, falsches Denken. ",
            "en": "Since action actually does have an effect, their thought that action is ineffective is wrong thought. ",
            "matched": true
          },
          "mn60:16.3": {
            "scid": "mn60:16.3",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti vācaṁ bhāsati; sāssa hoti micchāvācā. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihre Rede, es gebe keine Wirkung von Taten, falsche Rede. ",
            "en": "Since action actually does have an effect, their speech that action is ineffective is wrong speech. ",
            "matched": true
          },
          "mn60:16.4": {
            "scid": "mn60:16.4",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti āha, ye te arahanto kiriyavādā tesamayaṁ paccanīkaṁ karoti. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, widersprechen sie, wenn sie sagen, es gebe keine Wirkung von Taten, jenen Vollendeten, die lehren, dass es eine Wirkung von Taten gibt. ",
            "en": "Since action actually does have an effect, in saying that action is ineffective they contradict those perfected ones who teach that action is effective. ",
            "matched": true
          },
          "mn60:16.5": {
            "scid": "mn60:16.5",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti paraṁ saññāpeti; sāssa hoti asaddhammasaññatti. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe keine Wirkung von Taten, davon, eine unwahre Lehre anzunehmen. ",
            "en": "Since action actually does have an effect, in persuading another that action is ineffective they are persuading them to accept an untrue teaching. ",
            "matched": true
          },
          "mn60:17.6": {
            "scid": "mn60:17.6",
            "pli": "Sace kho attheva kiriyā, evaṁ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
            "de": "Aber wenn es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, tut sie einen Verlierergriff auf beiden Seiten. ",
            "en": "But if there really is effective action, they hold a losing hand on both counts. ",
            "matched": true
          },
          "mn60:19.1": {
            "scid": "mn60:19.1",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
            "de": "Und da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, ist darüber hinaus ihre Ansicht, es gebe eine Wirkung von Taten, rechte Ansicht. ",
            "en": "Moreover, since action actually does have an effect, their view that action is effective is right view. ",
            "matched": true
          },
          "mn60:19.2": {
            "scid": "mn60:19.2",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihr Denken, es gebe eine Wirkung von Taten, rechtes Denken. ",
            "en": "Since action actually does have an effect, their thought that action is effective is right thought. ",
            "matched": true
          },
          "mn60:19.3": {
            "scid": "mn60:19.3",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti vācaṁ bhāsati; sāssa hoti sammāvācā. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihre Rede, es gebe eine Wirkung von Taten, rechte Rede. ",
            "en": "Since action actually does have an effect, their speech that action is effective is right speech. ",
            "matched": true
          },
          "mn60:19.4": {
            "scid": "mn60:19.4",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti āha; ye te arahanto kiriyavādā tesamayaṁ na paccanīkaṁ karoti. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, widersprechen sie, wenn sie sagen, es gebe eine Wirkung von Taten, nicht jenen Vollendeten, die lehren, dass es eine Wirkung von Taten gibt. ",
            "en": "Since action actually does have an effect, in saying that action is effective they don’t contradict those perfected ones who teach that action is effective. ",
            "matched": true
          },
          "mn60:19.5": {
            "scid": "mn60:19.5",
            "pli": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti paraṁ saññāpeti; sāssa hoti saddhammasaññatti. ",
            "de": "Da es eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe eine Wirkung von Taten, davon, eine wahre Lehre anzunehmen. ",
            "en": "Since action actually does have an effect, in persuading another that action is effective they are persuading them to accept a true teaching. ",
            "matched": true
          },
          "mn60:20.5": {
            "scid": "mn60:20.5",
            "pli": "Sace kho attheva kiriyā, evaṁ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
            "de": "Wenn es also eine Wirkung von Taten <span class=\"ebt-matched\">tatsächlich gibt</span>, tut sie einen perfekten Griff auf beiden Seiten. ",
            "en": "So if there really is effective action, they hold a perfect hand on both counts. ",
            "matched": true
          },
          "mn60:24.1": {
            "scid": "mn60:24.1",
            "pli": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
            "de": "Und da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, ist darüber hinaus ihre Ansicht, es gebe kein Kausalprinzip, eine falsche Ansicht. ",
            "en": "Moreover, since there actually is causality, their view that there is no causality is wrong view. ",
            "matched": true
          },
          "mn60:24.2": {
            "scid": "mn60:24.2",
            "pli": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihr Denken, es gebe kein Kausalprinzip, falsches Denken. ",
            "en": "Since there actually is causality, their thought that there is no causality is wrong thought. ",
            "matched": true
          },
          "mn60:24.3": {
            "scid": "mn60:24.3",
            "pli": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti vācaṁ bhāsati; sāssa hoti micchāvācā. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihre Rede, es gebe kein Kausalprinzip, falsche Rede. ",
            "en": "Since there actually is causality, their speech that there is no causality is wrong speech. ",
            "matched": true
          },
          "mn60:24.4": {
            "scid": "mn60:24.4",
            "pli": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti āha; ye te arahanto hetuvādā tesamayaṁ paccanīkaṁ karoti. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, widersprechen sie, wenn sie sagen, es gebe kein Kausalprinzip, jenen Vollendeten, die ein Kausalprinzip lehren. ",
            "en": "Since there actually is causality, in saying that there is no causality they contradict those perfected ones who teach that there is causality. ",
            "matched": true
          },
          "mn60:24.5": {
            "scid": "mn60:24.5",
            "pli": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti paraṁ saññāpeti; sāssa hoti asaddhammasaññatti. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe kein Kausalprinzip, davon, eine unwahre Lehre anzunehmen. ",
            "en": "Since there actually is causality, in persuading another that there is no causality they are persuading them to accept an untrue teaching. ",
            "matched": true
          },
          "mn60:25.6": {
            "scid": "mn60:25.6",
            "pli": "Sace kho attheva hetu, evaṁ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
            "de": "Aber wenn es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, tut sie einen Verlierergriff auf beiden Seiten. ",
            "en": "But if there really is causality, they hold a losing hand on both counts. ",
            "matched": true
          },
          "mn60:27.1": {
            "scid": "mn60:27.1",
            "pli": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
            "de": "Und da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, ist darüber hinaus ihre Ansicht, es gebe ein Kausalprinzip, rechte Ansicht. ",
            "en": "Moreover, since there actually is causality, their view that there is causality is right view. ",
            "matched": true
          },
          "mn60:27.2": {
            "scid": "mn60:27.2",
            "pli": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihr Denken, es gebe ein Kausalprinzip, rechtes Denken. ",
            "en": "Since there actually is causality, their thought that there is causality is right thought. ",
            "matched": true
          },
          "mn60:27.3": {
            "scid": "mn60:27.3",
            "pli": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti vācaṁ bhāsati; sāssa hoti sammāvācā. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, ist ihre Rede, es gebe ein Kausalprinzip, rechte Rede. ",
            "en": "Since there actually is causality, their speech that there is causality is right speech. ",
            "matched": true
          },
          "mn60:27.4": {
            "scid": "mn60:27.4",
            "pli": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti āha, ye te arahanto hetuvādā tesamayaṁ na paccanīkaṁ karoti. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, widersprechen sie, wenn sie sagen, es gebe ein Kausalprinzip, nicht jenen Vollendeten, die ein Kausalprinzip lehren. ",
            "en": "Since there actually is causality, in saying that there is causality they don’t contradict those perfected ones who teach that there is causality. ",
            "matched": true
          },
          "mn60:27.5": {
            "scid": "mn60:27.5",
            "pli": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti paraṁ saññāpeti; sāssa hoti saddhammasaññatti. ",
            "de": "Da es ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, überzeugen sie jemand anderen, wenn sie ihn davon überzeugen, es gebe ein Kausalprinzip, davon, eine wahre Lehre anzunehmen. ",
            "en": "Since there actually is causality, in persuading another that there is causality they are persuading them to accept a true teaching. ",
            "matched": true
          },
          "mn60:28.4": {
            "scid": "mn60:28.4",
            "pli": "Sace kho atthi hetu, evaṁ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
            "de": "Wenn es also ein Kausalprinzip <span class=\"ebt-matched\">tatsächlich gibt</span>, tut sie einen perfekten Griff auf beiden Seiten. ",
            "en": "So if there really is causality, they hold a perfect hand on both counts. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn60_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn60_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn60_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 294,
          "de": 274,
          "en": 292
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 36.122,
        "segsMatched": 36,
        "sutta_uid": "mn60",
        "title": "Mittlere Lehrreden 60\nUnfehlbar",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}