{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "sehen der gesetzmäßigkeiten",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "sehen der gesetzmäßigkeiten",
    "method": "phrase",
    "resultPattern": "\\bsehen der gesetzmäßigkeiten",
    "segsMatched": 12,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an6/an6.46_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an6/an6.46_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an6/an6.46_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an6.46/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an6/an6.46_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an6/an6.46_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an6/an6.46_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an6.46",
        "lang": "de",
        "segMap": {
          "an6.46:2.1": {
            "scid": "an6.46:2.1",
            "pli": "“Idhāvuso, dhammayogā bhikkhū jhāyī bhikkhū apasādenti: ",
            "de": "„Angenommen, Mönche oder Nonnen, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben, tadeln andere, die die Meditation der Vertiefungen üben: ",
            "en": "“Take a case where mendicants who practice discernment of principles rebuke mendicants who practice absorption meditation: ",
            "matched": true
          },
          "an6.46:2.4": {
            "scid": "an6.46:2.4",
            "pli": "Tattha dhammayogā ca bhikkhū nappasīdanti, jhāyī ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṁ. ",
            "de": "In diesem Fall sind die Mönche oder Nonnen, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben, nicht ergriffen, noch sind es die, welche die Meditation der Vertiefungen üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
            "en": "In this case the mendicants who practice discernment of principles are not inspired, and the mendicants who practice absorption meditation are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans. ",
            "matched": true
          },
          "an6.46:3.1": {
            "scid": "an6.46:3.1",
            "pli": "Idha panāvuso, jhāyī bhikkhū dhammayoge bhikkhū apasādenti: ",
            "de": "Und angenommen, Mönche oder Nonnen, die die Meditation der Vertiefungen üben, tadeln andere, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben: ",
            "en": "Now, take a case where mendicants who practice absorption meditation rebuke mendicants who practice discernment of principles: ",
            "matched": true
          },
          "an6.46:3.2": {
            "scid": "an6.46:3.2",
            "pli": "‘ime pana dhammayogamhā, dhammayogamhāti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatī asampajānā asamāhitā vibbhantacittā pākatindriyā. ",
            "de": "‚Sie sagen: „Wir üben das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span>! Wir üben das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span>!“ Aber sie sind rastlos, anmaßend, launisch und unflätig, mit loser Zunge, unachtsam, ohne Umsicht und Versenkung, mit schweifendem Geist und unbeherrschten Sinnen. ",
            "en": "‘They say, “We practice discernment of principles! We practice discernment of principles!” But they’re restless, insolent, fickle, scurrilous, loose-tongued, unmindful, lacking situational awareness and immersion, with straying minds and undisciplined faculties. ",
            "matched": true
          },
          "an6.46:3.3": {
            "scid": "an6.46:3.3",
            "pli": "Kimime dhammayogā, kintime dhammayogā, kathaṁ ime dhammayogā’ti? ",
            "de": "Warum üben die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span>? In welcher Weise üben sie das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span>? Wie üben sie das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span>?‘ ",
            "en": "Why do they practice discernment of principles? In what way do they practice discernment of principles? How do they practice discernment of principles?’ ",
            "matched": true
          },
          "an6.46:3.4": {
            "scid": "an6.46:3.4",
            "pli": "Tattha jhāyī ca bhikkhū nappasīdanti, dhammayogā ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṁ. ",
            "de": "In diesem Fall sind die Mönche oder Nonnen, die die Meditation der Vertiefungen üben, nicht ergriffen, noch sind es die, welche das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
            "en": "In this case the mendicants who practice absorption meditation are not inspired, and the mendicants who practice discernment of principles are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans. ",
            "matched": true
          },
          "an6.46:4.1": {
            "scid": "an6.46:4.1",
            "pli": "Idha panāvuso, dhammayogā bhikkhū dhammayogānaññeva bhikkhūnaṁ vaṇṇaṁ bhāsanti, no jhāyīnaṁ bhikkhūnaṁ vaṇṇaṁ bhāsanti. ",
            "de": "Und angenommen, Mönche oder Nonnen, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben, preisen nur ihresgleichen, nicht die, welche die Meditation der Vertiefungen üben. ",
            "en": "Now, take a case where mendicants who practice discernment of principles praise only others like them, not mendicants who practice absorption meditation. ",
            "matched": true
          },
          "an6.46:4.2": {
            "scid": "an6.46:4.2",
            "pli": "Tattha dhammayogā ca bhikkhū nappasīdanti, jhāyī ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṁ. ",
            "de": "In diesem Fall sind die Mönche oder Nonnen, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben, nicht ergriffen, noch sind es die, welche die Meditation der Vertiefungen üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
            "en": "In this case the mendicants who practice discernment of principles are not inspired, and the mendicants who practice absorption meditation are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans. ",
            "matched": true
          },
          "an6.46:5.1": {
            "scid": "an6.46:5.1",
            "pli": "Idha panāvuso, jhāyī bhikkhū jhāyīnaññeva bhikkhūnaṁ vaṇṇaṁ bhāsanti, no dhammayogānaṁ bhikkhūnaṁ vaṇṇaṁ bhāsanti. ",
            "de": "Und angenommen, Mönche oder Nonnen, die die Meditation der Vertiefungen üben, preisen nur ihresgleichen, nicht die, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben. ",
            "en": "And take a case where mendicants who practice absorption meditation praise only others like them, not mendicants who practice discernment of principles. ",
            "matched": true
          },
          "an6.46:5.2": {
            "scid": "an6.46:5.2",
            "pli": "Tattha jhāyī ca bhikkhū nappasīdanti, dhammayogā ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṁ. ",
            "de": "In diesem Fall sind die Mönche oder Nonnen, die die Meditation der Vertiefungen üben, nicht ergriffen, noch sind es die, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben. Und sie handeln nicht zum Nutzen und Glück vieler Menschen, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
            "en": "In this case the mendicants who practice absorption meditation are not inspired, and the mendicants who practice discernment of principles are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans. ",
            "matched": true
          },
          "an6.46:6.2": {
            "scid": "an6.46:6.2",
            "pli": "‘dhammayogā samānā jhāyīnaṁ bhikkhūnaṁ vaṇṇaṁ bhāsissāmā’ti. ",
            "de": "‚Als Mönche oder Nonnen, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben, wollen wir die preisen, die die Meditation der Vertiefungen üben.‘ ",
            "en": "‘As mendicants who practice discernment of principles, we will praise mendicants who practice absorption meditation.’ ",
            "matched": true
          },
          "an6.46:7.2": {
            "scid": "an6.46:7.2",
            "pli": "‘jhāyī samānā dhammayogānaṁ bhikkhūnaṁ vaṇṇaṁ bhāsissāmā’ti. ",
            "de": "‚Als Mönche oder Nonnen, die die Meditation der Vertiefungen üben, wollen wir die preisen, die das klare <span class=\"ebt-matched\">Sehen der Gesetzmäßigkeiten</span> üben.‘ ",
            "en": "‘As mendicants who practice absorption meditation, we will praise mendicants who practice discernment of principles.’ ",
            "matched": true
          }
        },
        "score": 12.375,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 6.46\n5. Das Kapitel mit Dhammika\nMahācundas Lehrrede",
        "segsMatched": 12,
        "langSegs": {
          "pli": 32,
          "de": 31,
          "en": 31
        }
      }
    ]
  }
}