{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "aus meiner unmittelbaren einsicht heraus gelehrt",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "aus meiner unmittelbaren einsicht heraus gelehrt",
    "method": "phrase",
    "resultPattern": "\\baus meiner unmittelbaren einsicht heraus gelehrt",
    "segsMatched": 6,
    "bilaraPaths": [
      "root/pli/ms/sutta/dn/dn29_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn29_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn29_translation-en-sujato.json",
      "root/pli/ms/sutta/dn/dn16_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn16_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn16_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "dn29/de/sabbamitta",
      "dn16/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn29_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn29_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn29_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn29",
        "lang": "de",
        "segMap": {
          "dn29:17.1": {
            "scid": "dn29:17.1",
            "pli": "Tasmātiha, cunda, ye vo mayā dhammā abhiññā desitā, tattha sabbeheva saṅgamma samāgamma atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
            "de": "Daher, Cunda, solltet ihr alle zusammenkommen und die Dinge, die ich euch <span class=\"ebt-matched\">aus meiner unmittelbaren Einsicht heraus gelehrt</span> habe, im Chor aufsagen, ohne zu streiten, Bedeutung mit Bedeutung und Ausdruck mit Ausdruck vergleichen, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
            "en": "So, Cunda, you should all come together and recite in concert, without disputing, those things I have taught you from my direct knowledge, comparing meaning with meaning and phrasing with phrasing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
            "matched": true
          },
          "dn29:17.2": {
            "scid": "dn29:17.2",
            "pli": "Katame ca te, cunda, dhammā mayā abhiññā desitā, yattha sabbeheva saṅgamma samāgamma atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ? ",
            "de": "Und was sind die Dinge, die ich <span class=\"ebt-matched\">aus meiner unmittelbaren Einsicht heraus gelehrt</span> habe? ",
            "en": "And what are those things I have taught from my direct knowledge? ",
            "matched": true
          },
          "dn29:17.4": {
            "scid": "dn29:17.4",
            "pli": "Ime kho te, cunda, dhammā mayā abhiññā desitā. ",
            "de": "Das sind die Dinge, die ich <span class=\"ebt-matched\">aus meiner unmittelbaren Einsicht heraus gelehrt</span> habe. ",
            "en": "These are the things I have taught from my own direct knowledge. ",
            "matched": true
          }
        },
        "score": 3.006,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 29\nEine beeindruckende Lehrrede",
        "segsMatched": 3,
        "langSegs": {
          "pli": 465,
          "de": 404,
          "en": 464
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn16_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn16_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn16_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn16",
        "lang": "de",
        "segMap": {
          "dn16:3.50.3": {
            "scid": "dn16:3.50.3",
            "pli": "“tasmātiha, bhikkhave, ye te mayā dhammā abhiññā desitā, te vo sādhukaṁ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
            "de": "„Daher, Mönche und Nonnen, sollt ihr euch diese Dinge, die ich euch <span class=\"ebt-matched\">aus meiner unmittelbaren Einsicht heraus gelehrt</span> habe, sorgfältig einprägen und sie pflegen, entwickeln und ausbauen, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen. ",
            "en": "“So, mendicants, having carefully memorized those things I have taught you from my direct knowledge, you should cultivate, develop, and make much of them so that this spiritual practice may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
            "matched": true
          },
          "dn16:3.50.4": {
            "scid": "dn16:3.50.4",
            "pli": "Katame ca te, bhikkhave, dhammā mayā abhiññā desitā, ye vo sādhukaṁ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
            "de": "Und was sind die Dinge, die ich <span class=\"ebt-matched\">aus meiner unmittelbaren Einsicht heraus gelehrt</span> habe? ",
            "en": "And what are those things I have taught from my direct knowledge? ",
            "matched": true
          },
          "dn16:3.51.1": {
            "scid": "dn16:3.51.1",
            "pli": "Ime kho te, bhikkhave, dhammā mayā abhiññā desitā, ye vo sādhukaṁ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti. ",
            "de": "Das sind die Dinge, die ich <span class=\"ebt-matched\">aus meiner unmittelbaren Einsicht heraus gelehrt</span> habe. Ihr sollt sie euch sorgfältig einprägen und sie pflegen, entwickeln und ausbauen, sodass dieser spirituelle Pfad lange Zeit bestehen bleibt – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ ",
            "en": "These are the things I have taught from my direct knowledge. Having carefully memorized them, you should cultivate, develop, and make much of them so that this spiritual practice may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” ",
            "matched": true
          }
        },
        "score": 3.002,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 16\nDie große Lehrrede vom Erlöschen des Buddha",
        "segsMatched": 3,
        "langSegs": {
          "pli": 1664,
          "de": 1578,
          "en": 1564
        }
      }
    ]
  }
}