{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "auf materiellen besitz",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "auf materiellen besitz",
    "method": "phrase",
    "resultPattern": "\\bauf materiellen besitz",
    "segsMatched": 2,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an4/an4.157_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an4/an4.157_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an4/an4.157_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an4.157/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an4/an4.157_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an4/an4.157_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an4/an4.157_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an4.157",
        "lang": "de",
        "segMap": {
          "an4.157:2.4": {
            "scid": "an4.157:2.4",
            "pli": "So mahiccho samāno vighātavā asantuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena pāpikaṁ icchaṁ paṇidahati anavaññappaṭilābhāya lābhasakkārasilokappaṭilābhāya. ",
            "de": "Daher richtet sie ihre unlauteren Wünsche darauf, bewundert zu werden, <span class=\"ebt-matched\">auf materiellen Besitz</span>, auf Ehre und Beliebtheit. ",
            "en": "Because of this, they focus their corrupt wishes on being looked up to, and on getting material possessions, honor, and popularity. ",
            "matched": true
          },
          "an4.157:3.2": {
            "scid": "an4.157:3.2",
            "pli": "‘na mahicchā bhavissāma vighātavanto asantuṭṭhā itarītaracīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena, na pāpikaṁ icchaṁ paṇidahissāma anavaññappaṭilābhāya lābhasakkārasilokappaṭilābhāya, na uṭṭhahissāma na ghaṭessāma na vāyamissāma anavaññappaṭilābhāya lābhasakkārasilokappaṭilābhāya, khamā bhavissāma sītassa uṇhassa jighacchāya pipāsāya ḍaṁsamakasavātātapasarīsapasamphassānaṁ duruttānaṁ durāgatānaṁ vacanapathānaṁ, uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ pāṇaharānaṁ adhivāsakajātikā bhavissāmā’ti. ",
            "de": "‚Wir wollen nicht viele Wünsche haben oder verdrossen sein. Wir wollen mit jeder Robe, jedem Almosen, jeder Unterkunft und jeder Art von Arznei und Krankenversorgung zufrieden sein. Wir wollen nicht unsere unlauteren Wünsche darauf richten, bewundert zu werden, nicht <span class=\"ebt-matched\">auf materiellen Besitz</span>, auf Ehre oder Beliebtheit. Wir wollen uns nicht anstrengen, bemühen und einsetzen, um diese Dinge zu bekommen. Wir wollen Kälte, Hitze, Hunger und Durst ertragen. Wir wollen die Berührung von Fliegen, Stechmücken, Wind, Sonne und Kriechtieren ertragen. Wir wollen rauen und unlieben Tadel ertragen. Wir wollen körperliche Schmerzen hinnehmen – scharfe, heftige, brennende, lästige, unangenehme, lebensbedrohende.‘ ",
            "en": "‘We will not have many wishes or be frustrated. We will be content with any kind of robes, almsfood, lodgings, and medicines and supplies for the sick. We won’t focus our corrupt wishes on being looked up to, and on getting material possessions, honor, and popularity. We won’t try hard, strive, and make an effort to get these things. We will endure cold, heat, hunger, and thirst. We will endure the touch of flies, mosquitoes, wind, sun, and reptiles. We will endure rude and unwelcome criticism. We will put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.’ ",
            "matched": true
          }
        },
        "score": 2.105,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 4.157\n16. Das Kapitel über Fähigkeiten\nKrankheit",
        "segsMatched": 2,
        "langSegs": {
          "pli": 19,
          "de": 18,
          "en": 18
        }
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}