{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "wann immer ich will",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "wann immer ich will",
    "method": "phrase",
    "resultPattern": "\\bwann\\simmer\\sich\\swill",
    "segsMatched": 29,
    "bilaraPaths": [
      "root/pli/ms/sutta/sn/sn16/sn16.9_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn16/sn16.9_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn16/sn16.9_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn41/sn41.9_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn41/sn41.9_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn41/sn41.9_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn41/sn41.8_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn16/sn16.10_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn16/sn16.10_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn16/sn16.10_translation-en-sujato.json",
      "root/pli/ms/sutta/mn/mn71_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn71_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn71_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn16/sn16.11_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn16/sn16.11_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn16/sn16.11_translation-en-sujato.json",
      "root/pli/ms/sutta/kn/thig/thig3.3_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/kn/thig/thig3.3_translation-de-sabbamitta.json",
      "translation/en/soma/sutta/kn/thig/thig3.3_translation-en-soma.json",
      "translation/en/sujato/sutta/kn/thig/thig3.3_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.53_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.53_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.53_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "sn16.9/de/sabbamitta",
      "sn41.9/de/sabbamitta",
      "sn41.8/de/sabbamitta",
      "sn16.10/de/sabbamitta",
      "mn71/de/sabbamitta",
      "sn16.11/de/sabbamitta",
      "thig3.3/de/sabbamitta",
      "an7.53/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "author": "Sabbamitta",
        "segMap": {
          "sn16.9:1.2": {
            "scid": "sn16.9:1.2",
            "pli": "“Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "„Mönche und Nonnen, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
            "en": "“Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn16.9:2.1": {
            "scid": "sn16.9:2.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die zweite Vertiefung ein und verweile darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
            "en": "Whenever I want, as the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn16.9:3.1": {
            "scid": "sn16.9:3.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṁvedemi, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Und mit dem Schwinden der Ekstase trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die dritte Vertiefung ein und verweile darin; da meditiere ich mit Gleichmut, achtsam und bewusst, und erfahre persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
            "en": "Whenever I want, with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
            "matched": true
          },
          "sn16.9:4.1": {
            "scid": "sn16.9:4.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Indem ich Glück und Schmerz aufgebe, und mit dem Vergehen früherer Fröhlichkeit und Traurigkeit, trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die vierte Vertiefung ein und verweile darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
            "en": "Whenever I want, with the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
            "matched": true
          },
          "sn16.9:5.1": {
            "scid": "sn16.9:5.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ananto ākāsoti ākāsānañcāyatanaṁ upasampajja viharāmi. ",
            "de": "Ich übersteige, <span class=\"ebt-matched\">wann immer ich will</span>, jegliche Formwahrnehmung, und mit dem Vergehen der Wahrnehmung von Eindrücken, und indem ich den Geist nicht auf die Wahrnehmung von Vielfalt richte, trete ich im Wissen: ‚Raum ist unendlich‘, in die Dimension des unendlichen Raumes ein und verweile darin. ",
            "en": "Whenever I want, going totally beyond perceptions of form, with the disappearance of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, I enter and remain in the dimension of infinite space. ",
            "matched": true
          },
          "sn16.9:6.1": {
            "scid": "sn16.9:6.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākāsānañcāyatanaṁ samatikkamma anantaṁ viññāṇanti viññāṇañcāyatanaṁ upasampajja viharāmi. ",
            "de": "Ich übersteige, <span class=\"ebt-matched\">wann immer ich will</span>, vollständig die Dimension des unendlichen Raumes, trete im Wissen: ‚Bewusstsein ist unendlich‘, in die Dimension des unendlichen Bewusstseins ein und verweile darin. ",
            "en": "Whenever I want, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, I enter and remain in the dimension of infinite consciousness. ",
            "matched": true
          },
          "sn16.9:7.1": {
            "scid": "sn16.9:7.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharāmi. ",
            "de": "Ich übersteige, <span class=\"ebt-matched\">wann immer ich will</span>, vollständig die Dimension des unendlichen Bewusstseins, trete im Wissen: ‚Da ist überhaupt nichts‘, in die Dimension des Nichts ein und verweile darin. ",
            "en": "Whenever I want, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, I enter and remain in the dimension of nothingness. ",
            "matched": true
          },
          "sn16.9:8.1": {
            "scid": "sn16.9:8.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharāmi. ",
            "de": "Ich übersteige, <span class=\"ebt-matched\">wann immer ich will</span>, vollständig die Dimension des Nichts, trete in die Dimension ein, die weder Wahrnehmung noch keine Wahrnehmung hat, und verweile darin. ",
            "en": "Whenever I want, going totally beyond the dimension of nothingness, I enter and remain in the dimension of neither perception nor non-perception. ",
            "matched": true
          },
          "sn16.9:9.1": {
            "scid": "sn16.9:9.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharāmi. ",
            "de": "Ich übersteige, <span class=\"ebt-matched\">wann immer ich will</span>, vollständig die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, trete in das Aufhören von Wahrnehmung und Gefühl ein und verweile darin. ",
            "en": "Whenever I want, going totally beyond the dimension of neither perception nor non-perception, I enter and remain in the cessation of perception and feeling. ",
            "matched": true
          },
          "sn16.9:10.1": {
            "scid": "sn16.9:10.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṁ iddhividhaṁ paccanubhomi—ekopi hutvā bahudhā homi, bahudhāpi hutvā eko homi; āvibhāvaṁ, tirobhāvaṁ, tirokuṭṭaṁ, tiropākāraṁ, tiropabbataṁ, asajjamāno gacchāmi, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karomi, seyyathāpi udake; udakepi abhijjamāne gacchāmi, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamāmi, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasāmi parimajjāmi; yāva brahmalokāpi kāyena vasaṁ vattemi. ",
            "de": "Ich übe, <span class=\"ebt-matched\">wann immer ich will</span>, die vielen Arten übersinnlicher Kraft aus: mich vervielfältigen und wieder eins werden; erscheinen und verschwinden; ungehindert durch eine Mauer, einen Erdwall oder einen Berg gehen wie durch leeren Raum; in die Erde eintauchen und wieder auftauchen, als wäre sie Wasser; über das Wasser gehen, als wäre es Land; mit gekreuzten Beinen durch die Luft fliegen wie ein Vogel; Sonne und Mond, so mächtig und gewaltig, mit der Hand berühren und streicheln; den Körper beherrschen bis hin zur Brahmāwelt. ",
            "en": "Whenever I want, I wield the many kinds of psychic power: multiplying myself and becoming one again; materializing and dematerializing; going unobstructed through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. I control the body as far as the realm of divinity. ",
            "matched": true
          },
          "sn16.9:11.1": {
            "scid": "sn16.9:11.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāmi, dibbe ca mānuse ca, ye dūre santike ca. ",
            "de": "Mit geläuterter und übermenschlicher Hellhörigkeit kann ich, <span class=\"ebt-matched\">wann immer ich will</span>, beide Arten von Tönen hören, himmlische und menschliche, ob nah oder fern. ",
            "en": "Whenever I want, with clairaudience that is purified and superhuman, I hear both kinds of sounds, human and heavenly, whether near or far. ",
            "matched": true
          },
          "sn16.9:12.1": {
            "scid": "sn16.9:12.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāmi—",
            "de": "Ich erkenne, <span class=\"ebt-matched\">wann immer ich will</span>, den Geist anderer Wesen und Personen, indem ich ihn mit meinem Geist erfasse. ",
            "en": "Whenever I want, I understand the minds of other beings and individuals, having encompassed them with my mind. ",
            "matched": true
          },
          "sn16.9:13.1": {
            "scid": "sn16.9:13.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
            "de": "Ich erinnere mich, <span class=\"ebt-matched\">wann immer ich will</span>, an viele Arten früherer Leben, das heißt: eine Wiedergeburt, zwei Wiedergeburten, drei, vier, fünf, zehn, zwanzig, dreißig, vierzig, fünfzig, hundert, tausend, hunderttausend Wiedergeburten; viele Äonen des Zusammenziehens der Welt, viele Äonen des Ausdehnens der Welt, viele Äonen des Zusammenziehens und Ausdehnens der Welt. ‚Dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich woanders wiedergeboren. Und dort hatte ich diesen Namen, gehörte zu jenem Stamm, sah so aus, und das war meine Speise. So erlebte ich Glück und Schmerz, und so lange dauerte mein Leben. Als ich von jenem Ort verschied, wurde ich hier wiedergeboren.‘ Und so erinnere ich mich an viele Arten früherer Leben mit den Merkmalen und Einzelheiten. ",
            "en": "Whenever I want, I recollect my many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollect my many kinds of past lives, with features and details. ",
            "matched": true
          },
          "sn16.9:14.1": {
            "scid": "sn16.9:14.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi: ‘ime vata, bhonto, sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā, ime vā pana, bhonto, sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi. ",
            "de": "Mit geläuterter und übermenschlicher Hellsichtigkeit sehe ich, <span class=\"ebt-matched\">wann immer ich will</span>, Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstehe, wie Lebewesen entsprechend ihrer Taten weiterziehen: ‚Diese lieben Wesen taten Schlechtes mit dem Körper, der Sprache und dem Geist. Sie brachten die Edlen in Verruf, hatten falsche Ansicht und unternahmen Handlungen aus dieser falschen Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. Diese lieben Wesen hingegen taten Gutes mit dem Körper, der Sprache und dem Geist. Sie brachten nie die Edlen in Verruf, hatten rechte Ansicht und unternahmen Handlungen aus dieser rechten Ansicht heraus. Wenn ihr Körper auseinanderbricht, nach dem Tod, werden sie an einem guten Ort wiedergeboren, in einer himmlischen Welt.‘ Und so sehe ich mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstehe, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
            "en": "Whenever I want, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings pass on according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They denounced the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never denounced the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings pass on according to their deeds. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn16/sn16.9_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn16/sn16.9_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn16/sn16.9_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 53,
          "de": 50,
          "en": 50
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 14.264,
        "segsMatched": 14,
        "sutta_uid": "sn16.9",
        "title": "Verbundene Lehrreden 16.9\n1. Das Kapitel mit Kassapa\nVertiefung und Einsicht",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "sn41.9:2.5": {
            "scid": "sn41.9:2.5",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Denn <span class=\"ebt-matched\">wann immer ich will</span>, trete ich, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
            "en": "For whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn41.9:2.6": {
            "scid": "sn41.9:2.6",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vitakkavicārānaṁ vūpasamā … dutiyaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "<span class=\"ebt-matched\">Wann immer ich will</span>, trete ich, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweile darin … ",
            "en": "And whenever I want, as the placing of the mind and keeping it connected are stilled … I enter and remain in the second absorption. ",
            "matched": true
          },
          "sn41.9:2.7": {
            "scid": "sn41.9:2.7",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "<span class=\"ebt-matched\">Wann immer ich will</span>, trete ich, mit dem Schwinden der Ekstase, in die dritte Vertiefung ein und verweile darin … ",
            "en": "And whenever I want, with the fading away of rapture … I enter and remain in the third absorption. ",
            "matched": true
          },
          "sn41.9:2.8": {
            "scid": "sn41.9:2.8",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Und <span class=\"ebt-matched\">wann immer ich will</span>, trete ich, indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweile darin … ",
            "en": "And whenever I want, giving up pleasure and pain … I enter and remain in the fourth absorption. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn41/sn41.9_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn41/sn41.9_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn41/sn41.9_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 37,
          "de": 36,
          "en": 36
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 4.108,
        "segsMatched": 4,
        "sutta_uid": "sn41.9",
        "title": "Verbundene Lehrreden 41.9\n1. Das Kapitel mit Citta\nMit Kassapa, dem nackten Asketen",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "sn41.8:3.4": {
            "scid": "sn41.8:3.4",
            "pli": "“Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "„Nun, Herr, <span class=\"ebt-matched\">wann immer ich will</span>, trete ich, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
            "en": "“Well sir, whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn41.8:3.5": {
            "scid": "sn41.8:3.5",
            "pli": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "<span class=\"ebt-matched\">Wann immer ich will</span>, trete ich, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweile darin … ",
            "en": "And whenever I want, as the placing of the mind and keeping it connected are stilled … I enter and remain in the second absorption. ",
            "matched": true
          },
          "sn41.8:3.6": {
            "scid": "sn41.8:3.6",
            "pli": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "<span class=\"ebt-matched\">Wann immer ich will</span>, trete ich, mit dem Schwinden der Ekstase, in die dritte Vertiefung ein und verweile darin … ",
            "en": "And whenever I want, with the fading away of rapture … I enter and remain in the third absorption. ",
            "matched": true
          },
          "sn41.8:3.7": {
            "scid": "sn41.8:3.7",
            "pli": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Und <span class=\"ebt-matched\">wann immer ich will</span>, trete ich, indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, in die vierte Vertiefung ein und verweile darin … ",
            "en": "And whenever I want, giving up pleasure and pain … I enter and remain in the fourth absorption. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn41/sn41.8_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 44,
          "de": 43,
          "en": 43
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 4.091,
        "segsMatched": 4,
        "sutta_uid": "sn41.8",
        "title": "Verbundene Lehrreden 41.8\n1. Das Kapitel mit Citta\nDer Jaina-Asket aus dem Stamm Ñātika",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "mn71:7.1": {
            "scid": "mn71:7.1",
            "pli": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi anekavihitaṁ pubbenivāsaṁ anussarāmi, ",
            "de": "<span class=\"ebt-matched\">Wann immer ich will</span>, erinnere ich mich an viele Arten früherer Leben, ",
            "en": "For, Vaccha, whenever I want, I recollect my many kinds of past lives. ",
            "matched": true
          },
          "mn71:8.1": {
            "scid": "mn71:8.1",
            "pli": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāmi. ",
            "de": "Und <span class=\"ebt-matched\">wann immer ich will</span>, sehe ich mit geläuterter und übermenschlicher Hellsichtigkeit Lebewesen, wie sie hinscheiden und wieder geboren werden – gering oder hochstehend, schön oder hässlich, an einem guten oder einem schlechten Ort. Ich verstehe, wie Lebewesen entsprechend ihrer Taten weiterziehen. ",
            "en": "And whenever I want, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings pass on according to their deeds. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn71_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn71_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn71_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 46,
          "de": 45,
          "en": 45
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.043,
        "segsMatched": 2,
        "sutta_uid": "mn71",
        "title": "Mittlere Lehrreden 71\nZu Vacchagotta über das dreifache Wissen",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "sn16.10:5.3": {
            "scid": "sn16.10:5.3",
            "pli": "‘ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "‚Mönche und Nonnen, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
            "en": "‘Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn16.10:6.2": {
            "scid": "sn16.10:6.2",
            "pli": "‘ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "‚Mönche und Nonnen, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
            "en": "‘Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn16/sn16.10_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn16/sn16.10_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn16/sn16.10_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 47,
          "de": 43,
          "en": 46
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.043,
        "segsMatched": 2,
        "sutta_uid": "sn16.10",
        "title": "Verbundene Lehrreden 16.10\n1. Das Kapitel mit Kassapa\nDie Nonnenunterkünfte",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "thig3.3:2.2": {
            "scid": "thig3.3:2.2",
            "pli": "lābhinīhaṁ yadicchakaṁ; ",
            "de": "und Merkmalslosigkeit, <span class=\"ebt-matched\">wann immer ich will</span>. ",
            "en": "and signlessness whenever I want. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/kn/thig/thig3.3_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/kn/thig/thig3.3_translation-de-sabbamitta.json",
          "translation/en/soma/sutta/kn/thig/thig3.3_translation-en-soma.json",
          "translation/en/sujato/sutta/kn/thig/thig3.3_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 16,
          "de": 15,
          "en": 15
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 1.063,
        "segsMatched": 1,
        "sutta_uid": "thig3.3",
        "title": "Strophen der altehrwürdigen Nonnen 3.3\nDas Dreierbuch\nEine andere Uttamā",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "sn16.11:16.1": {
            "scid": "sn16.11:16.1",
            "pli": "Ahaṁ kho, āvuso, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. … ",
            "en": "Whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. … ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn16/sn16.11_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn16/sn16.11_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn16/sn16.11_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 79,
          "de": 75,
          "en": 78
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 1.013,
        "segsMatched": 1,
        "sutta_uid": "sn16.11",
        "title": "Verbundene Lehrreden 16.11\n1. Das Kapitel mit Kassapa\nRoben",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an7.53:12.3": {
            "scid": "an7.53:12.3",
            "pli": "Idhāhaṁ, bhante, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "de": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, <span class=\"ebt-matched\">wann immer ich will</span>, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
            "en": "Whenever I want, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.53_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.53_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.53_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 84,
          "de": 75,
          "en": 82
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 1.012,
        "segsMatched": 1,
        "sutta_uid": "an7.53",
        "title": "Nummerierte Lehrreden 7.53\n5. Das Kapitel über ein großes Opfer\nNandas Mutter",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}