{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "vertrauen und.* liebe",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "vertrauen und.* liebe",
    "method": "phrase",
    "resultPattern": "\\bvertrauen und.* liebe",
    "segsMatched": 9,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an6/an6.30_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an6/an6.30_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an6/an6.30_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn55/sn55.25_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn55/sn55.25_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn55/sn55.25_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn55/sn55.24_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn55/sn55.24_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn55/sn55.24_translation-en-sujato.json",
      "root/pli/ms/sutta/mn/mn22_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn22_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn22_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an6.30/de/sabbamitta",
      "sn55.25/de/sabbamitta",
      "sn55.24/de/sabbamitta",
      "mn22/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an6/an6.30_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an6/an6.30_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an6/an6.30_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an6.30",
        "lang": "de",
        "segMap": {
          "an6.30:2.5": {
            "scid": "an6.30:2.5",
            "pli": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, dassanānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Das unübertreffliche Sehen ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, irgendwo hingeht, um einen Klargewordenen oder den Schüler eines Klargewordenen zu sehen: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, das System zu entdecken und das Erlöschen zu verwirklichen. ",
            "en": "The unsurpassable seeing is when someone with settled faith and love, sure and devoted, goes to see a Realized One or their disciple. This is in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. ",
            "matched": true
          },
          "an6.30:3.5": {
            "scid": "an6.30:3.5",
            "pli": "Yo ca kho, bhikkhave, tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, savanānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Das unübertreffliche Hören ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, irgendwo hingeht, um einen Klargewordenen oder den Schüler eines Klargewordenen zu hören … ",
            "en": "The unsurpassable hearing is when someone with settled faith and love, sure and devoted, goes to hear the teaching of a Realized One or one of his disciples. … ",
            "matched": true
          },
          "an6.30:4.5": {
            "scid": "an6.30:4.5",
            "pli": "Yo ca kho, bhikkhave, tathāgate vā tathāgatasāvake vā saddhaṁ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, lābhānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgate vā tathāgatasāvake vā saddhaṁ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Der unübertreffliche Gewinn ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, Vertrauen zu einem Klargewordenen oder dem Schüler eines Klargewordenen gewinnt … ",
            "en": "The unsurpassable acquisition is when someone with settled faith and love, sure and devoted, acquires faith in a Realized One or their disciple. … ",
            "matched": true
          },
          "an6.30:5.5": {
            "scid": "an6.30:5.5",
            "pli": "Yo ca kho, bhikkhave, tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, sikkhānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati, niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Die unübertreffliche Schulung ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, sich in der hohen Sittlichkeit, dem hohen Geist und der hohen Weisheit schult, die von einem Klargewordenen verkündet wurden. … ",
            "en": "The unsurpassable training is when someone with settled faith and love, sure and devoted, trains in the higher ethics, the higher mind, and the higher wisdom in the teaching and training proclaimed by a Realized One. … ",
            "matched": true
          },
          "an6.30:6.5": {
            "scid": "an6.30:6.5",
            "pli": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, pāricariyānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Der unübertreffliche Dienst ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, einem Klargewordenen oder dem Schüler eines Klargewordenen dient. … ",
            "en": "The unsurpassable service is when someone with settled faith and love, sure and devoted, serves a Realized One or their disciple. … ",
            "matched": true
          },
          "an6.30:7.5": {
            "scid": "an6.30:7.5",
            "pli": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, anussatīnaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Die unübertreffliche Besinnung ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, sich auf einen Klargewordenen oder auf den Schüler eines Klargewordenen besinnt: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, das System zu entdecken und das Erlöschen zu verwirklichen. ",
            "en": "The unsurpassable recollection is when someone with settled faith and love, sure and devoted, recollects a Realized One or their disciple. … ",
            "matched": true
          }
        },
        "score": 6.09,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 6.30\n3. Das Kapitel über unübertreffliche Dinge\nUnübertrefflich",
        "segsMatched": 6,
        "langSegs": {
          "pli": 67,
          "de": 60,
          "en": 65
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn55/sn55.24_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn55/sn55.24_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn55/sn55.24_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn55.24",
        "lang": "de",
        "segMap": {
          "sn55.24:9.7": {
            "scid": "sn55.24:9.7",
            "pli": "Tathāgate cassa saddhāmattaṁ hoti pemamattaṁ. ",
            "de": "Und er hat ein Maß an <span class=\"ebt-matched\">Vertrauen und Liebe</span> zum Buddha. ",
            "en": "And they have a degree of faith and love for the Buddha. ",
            "matched": true
          }
        },
        "score": 1.013,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 55.24\n3. Das Kapitel mit Sarakāni\nÜber den Sakyer Sarakāni (1)",
        "segsMatched": 1,
        "langSegs": {
          "pli": 78,
          "de": 61,
          "en": 77
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn55/sn55.25_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn55/sn55.25_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn55/sn55.25_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn55.25",
        "lang": "de",
        "segMap": {
          "sn55.25:9.7": {
            "scid": "sn55.25:9.7",
            "pli": "Tathāgate cassa saddhāmattaṁ hoti pemamattaṁ. ",
            "de": "Und er hat ein Maß an <span class=\"ebt-matched\">Vertrauen und Liebe</span> zum Buddha. ",
            "en": "And they have a degree of faith and love for the Buddha. ",
            "matched": true
          }
        },
        "score": 1.011,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 55.25\n3. Das Kapitel mit Sarakāni\nÜber den Sakyer Sarakāni (2)",
        "segsMatched": 1,
        "langSegs": {
          "pli": 91,
          "de": 73,
          "en": 90
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn22_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn22_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn22_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "mn22",
        "lang": "de",
        "segMap": {
          "mn22:47.2": {
            "scid": "mn22:47.2",
            "pli": "Evaṁ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṁ mayi saddhāmattaṁ pemamattaṁ sabbe te saggaparāyanā”ti. ",
            "de": "In dieser Lehre gibt es solche, die ein Maß an <span class=\"ebt-matched\">Vertrauen und Liebe</span> zu mir haben. Sie alle sind für den Himmel bestimmt.“ ",
            "en": "In this teaching there are those who have a degree of faith and love for me. All of them are bound for heaven.” ",
            "matched": true
          }
        },
        "score": 1.003,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Mittlere Lehrreden 22\nDas Gleichnis von der Kobra",
        "segsMatched": 1,
        "langSegs": {
          "pli": 359,
          "de": 310,
          "en": 358
        }
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}