{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "nymphen",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "nymphen",
    "method": "phrase",
    "resultPattern": "\\bnymphen",
    "segsMatched": 13,
    "bilaraPaths": [
      "root/pli/ms/sutta/kn/ud/vagga3/ud3.2_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/kn/ud/vagga3/ud3.2_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/kn/ud/vagga3/ud3.2_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "ud3.2/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/kn/ud/vagga3/ud3.2_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/kn/ud/vagga3/ud3.2_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/kn/ud/vagga3/ud3.2_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "ud3.2",
        "lang": "de",
        "segMap": {
          "ud3.2:8.1": {
            "scid": "ud3.2:8.1",
            "pli": "Tena kho pana samayena pañcamattāni accharāsatāni sakkassa devānamindassa upaṭṭhānaṁ āgatāni honti kakuṭapādāni.",
            "de": "Zu dieser Zeit waren fünfhundert taubenfüßige <span class=\"ebt-matched\">Nymphen</span> gekommen, um Sakka dem Götterkönig aufzuwarten. ",
            "en": "Now at that time five hundred dove-footed nymphs had come to attend to Sakka, the lord of gods. ",
            "matched": true
          },
          "ud3.2:8.3": {
            "scid": "ud3.2:8.3",
            "pli": "“passasi no tvaṁ, nanda, imāni pañca accharāsatāni kakuṭapādānī”ti?",
            "de": "„Nanda, siehst du diese fünfhundert taubenfüßigen <span class=\"ebt-matched\">Nymphen</span>?“ ",
            "en": "“Nanda, do you see these five hundred dove-footed nymphs?” ",
            "matched": true
          },
          "ud3.2:9.1": {
            "scid": "ud3.2:9.1",
            "pli": "“Taṁ kiṁ maññasi, nanda, katamā nu kho abhirūpatarā vā dassanīyatarā vā pāsādikatarā vā, sākiyānī vā janapadakalyāṇī, imāni vā pañca accharāsatāni kakuṭapādānī”ti?",
            "de": "„Was meinst du, Nanda? Wer ist anziehender, sieht besser aus und ist anmutiger: die Schönste im ganzen Sakyerland oder diese fünfhundert taubenfüßigen <span class=\"ebt-matched\">Nymphen</span>?“ ",
            "en": "“What do you think, Nanda? Who is more attractive, good-looking, and lovely—the finest lady of the Sakyan land, or these five hundred dove-footed nymphs?” ",
            "matched": true
          },
          "ud3.2:9.2": {
            "scid": "ud3.2:9.2",
            "pli": "“Seyyathāpi, bhante, paluṭṭhamakkaṭī kaṇṇanāsacchinnā;",
            "de": "„Im Vergleich zu diesen fünfhundert taubenfüßigen <span class=\"ebt-matched\">Nymphen</span> ist die Schönste im ganzen Sakyerland wie eine missgestaltete Äffin, der Ohren und Nase abgeschnitten wurden. ",
            "en": "“Compared to these five hundred dove-footed nymphs, the finest lady of the Sakyan land is like a deformed monkey with its ears and nose cut off.",
            "matched": true
          },
          "ud3.2:9.3": {
            "scid": "ud3.2:9.3",
            "pli": "evamevaṁ kho, bhante, sākiyānī janapadakalyāṇī imesaṁ pañcannaṁ accharāsatānaṁ upanidhāya saṅkhyampi nopeti kalabhāgampi nopeti upanidhimpi nopeti.",
            "de": "Im Vergleich zu diesen fünfhundert taubenfüßigen <span class=\"ebt-matched\">Nymphen</span> zählt sie nicht, da ist kein Vergleich, sie ist nicht einen Bruchteil wert. ",
            "en": "Compared to these five hundred dove-footed nymphs, she doesn’t count, there’s no comparison, she’s not worth a fraction.",
            "matched": true
          },
          "ud3.2:9.4": {
            "scid": "ud3.2:9.4",
            "pli": "Atha kho imāni pañca accharāsatāni abhirūpatarāni ceva dassanīyatarāni ca pāsādikatarāni cā”ti.",
            "de": "Diese fünfhundert taubenfüßigen <span class=\"ebt-matched\">Nymphen</span> sind weitaus anziehender, sehen besser aus und sind anmutiger.“ ",
            "en": "These five hundred dove-footed nymphs are far more attractive, good-looking, and lovely.” ",
            "matched": true
          },
          "ud3.2:10.2": {
            "scid": "ud3.2:10.2",
            "pli": "Ahaṁ te pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānan”ti.",
            "de": "Ich garantiere dir fünfhundert taubenfüßige <span class=\"ebt-matched\">Nymphen</span>.“ ",
            "en": "I guarantee you five hundred dove-footed nymphs.”",
            "matched": true
          },
          "ud3.2:10.3": {
            "scid": "ud3.2:10.3",
            "pli": "“Sace me, bhante, bhagavā pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānaṁ, abhiramissāmahaṁ, bhante, bhagavati brahmacariye”ti.",
            "de": "„Wenn du mir, Herr, fünfhundert taubenfüßige <span class=\"ebt-matched\">Nymphen</span> garantierst, will ich glücklich unter dem Buddha das geistliche Leben führen.“ ",
            "en": "“If, sir, you guarantee me five hundred dove-footed nymphs, I shall happily lead the spiritual life under the Buddha.” ",
            "matched": true
          },
          "ud3.2:12.2": {
            "scid": "ud3.2:12.2",
            "pli": "“āyasmā kira nando bhagavato bhātā mātucchāputto accharānaṁ hetu brahmacariyaṁ carati;",
            "de": "„Es scheint, der Ehrwürdige Nanda, der Halbbruder und Cousin des Buddha von mütterlicher Seite, führt das geistliche Leben um <span class=\"ebt-matched\">Nymphen</span> willen. ",
            "en": "“It seems Venerable Nanda—who is both the Buddha’s half-brother and maternal cousin—leads the spiritual life for the sake of nymphs.",
            "matched": true
          },
          "ud3.2:12.3": {
            "scid": "ud3.2:12.3",
            "pli": "bhagavā kirassa pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānan”ti.",
            "de": "Und es scheint, der Buddha hat ihm fünfhundert taubenfüßige <span class=\"ebt-matched\">Nymphen</span> garantiert.“ ",
            "en": "And it seems that the Buddha guaranteed him five hundred dove-footed nymphs.”",
            "matched": true
          },
          "ud3.2:13.2": {
            "scid": "ud3.2:13.2",
            "pli": "“bhatako kirāyasmā nando upakkitako kirāyasmā nando accharānaṁ hetu brahmacariyaṁ carati;",
            "de": "„Es scheint, Nanda ist ein käuflicher Diener, es scheint, er ist ein Lakai: Er führt das geistliche Leben um <span class=\"ebt-matched\">Nymphen</span> willen. ",
            "en": "“It seems Nanda is a hireling, it seems he is a lackey: he leads the spiritual life for the sake of nymphs.",
            "matched": true
          },
          "ud3.2:13.3": {
            "scid": "ud3.2:13.3",
            "pli": "bhagavā kirassa pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānan”ti.",
            "de": "Und es scheint, der Buddha hat ihm fünfhundert taubenfüßige <span class=\"ebt-matched\">Nymphen</span> garantiert.“ ",
            "en": "And it seems that the Buddha guaranteed him five hundred dove-footed nymphs.”",
            "matched": true
          },
          "ud3.2:16.3": {
            "scid": "ud3.2:16.3",
            "pli": "“yaṁ me, bhante, bhagavā pāṭibhogo pañcannaṁ accharāsatānaṁ paṭilābhāya kakuṭapādānaṁ, muñcāmahaṁ, bhante, bhagavantaṁ etasmā paṭissavā”ti.",
            "de": "„Herr, du hast mir fünfhundert taubenfüßige <span class=\"ebt-matched\">Nymphen</span> garantiert. Ich entbinde dich von diesem Versprechen.“ ",
            "en": "“Sir, you guaranteed me five hundred dove-footed nymphs. I release you from that promise.” ",
            "matched": true
          }
        },
        "score": 13.176,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Tief empfundene Sprüche\n3.2. Mit Nanda",
        "segsMatched": 13,
        "langSegs": {
          "pli": 74,
          "de": 59,
          "en": 59
        }
      }
    ]
  }
}