{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sujato",
      "pattern": "desiring material possessions",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en"
      ],
      "maxResults": 1000,
      "searchLang": "en",
      "maxDoc": 50,
      "minLang": 2,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "en",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "author": "sujato",
    "lang": "en",
    "searchLang": "en",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "desiring material possessions",
    "method": "phrase",
    "resultPattern": "\\bdesiring material possessions",
    "segsMatched": 16,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an8/an8.77_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an8/an8.77_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an8/an8.61_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an8/an8.61_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an8.77/en/sujato",
      "an8.61/en/sujato"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an8/an8.77_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an8/an8.77_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an8.77",
        "lang": "en",
        "segMap": {
          "an8.77:2.7": {
            "scid": "an8.77:2.7",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:3.5": {
            "scid": "an8.77:3.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. And when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:4.5": {
            "scid": "an8.77:4.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:5.5": {
            "scid": "an8.77:5.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. But when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:6.5": {
            "scid": "an8.77:6.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:7.5": {
            "scid": "an8.77:7.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. But when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:8.5": {
            "scid": "an8.77:8.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.77:9.5": {
            "scid": "an8.77:9.5",
            "pli": "Ayaṁ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "en": "This is called a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. And when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          }
        },
        "score": 8.157,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 8.77\n8. Pairs\nDesires",
        "segsMatched": 8,
        "langSegs": {
          "pli": 51,
          "en": 50
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an8/an8.61_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an8/an8.61_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an8.61",
        "lang": "en",
        "segMap": {
          "an8.61:1.8": {
            "scid": "an8.61:1.8",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:2.6": {
            "scid": "an8.61:2.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca madī ca pamādī ca, cuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. And when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:3.6": {
            "scid": "an8.61:3.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:4.6": {
            "scid": "an8.61:4.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, lābhī ca madī ca, pamādī ca, cuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. But when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:5.6": {
            "scid": "an8.61:5.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:6.6": {
            "scid": "an8.61:6.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They try hard, strive, and make an effort to get them. But when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:7.6": {
            "scid": "an8.61:7.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching. ",
            "matched": true
          },
          "an8.61:8.6": {
            "scid": "an8.61:8.6",
            "pli": "‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. ",
            "en": "a mendicant who lives <span class=\"ebt-matched\">desiring material possessions</span>. They don’t try hard, strive, and make an effort to get them. And when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching. ",
            "matched": true
          }
        },
        "score": 8.145,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 8.61\n7. Earthquakes\nDesire",
        "segsMatched": 8,
        "langSegs": {
          "pli": 55,
          "en": 54
        }
      }
    ]
  }
}