{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "hell of",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en"
      ],
      "maxResults": 1000,
      "searchLang": "en",
      "maxDoc": 50,
      "minLang": 2,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "en",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "en",
    "searchLang": "en",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "hell of",
    "method": "phrase",
    "resultPattern": "\\bhell of",
    "segsMatched": 24,
    "bilaraPaths": [
      "root/pli/ms/sutta/mn/mn130_root-pli-ms.json",
      "translation/en/sujato/sutta/mn/mn130_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn3/sn3.20_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn3/sn3.20_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn9/sn9.9_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn9/sn9.9_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn1/sn1.39_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn1/sn1.39_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "mn130/en/sujato",
      "sn3.20/en/sujato",
      "sn9.9/en/sujato",
      "sn1.39/en/sujato"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn130_root-pli-ms.json",
          "translation/en/sujato/sutta/mn/mn130_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "mn130",
        "lang": "en",
        "segMap": {
          "mn130:2.2": {
            "scid": "mn130:2.2",
            "pli": "evameva kho ahaṁ, bhikkhave, dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi: ‘ime vata bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā manussesu upapannā. Ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā pettivisayaṁ upapannā. Ime vā pana bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā tiracchānayoniṁ upapannā. Ime vā pana bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā’ti. ",
            "en": "In the same way, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds: ‘These dear beings did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm, or among humans. These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in the ghost realm, the animal realm, or in a lower realm, a bad destination, a world of misery, hell.’ ",
            "matched": true
          },
          "mn130:3.1": {
            "scid": "mn130:3.1",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā nānābāhāsu gahetvā yamassa rañño dassenti: ",
            "en": "Then the wardens of hell take them by the arms and present them to King Yama, saying, ",
            "matched": true
          },
          "mn130:10.1": {
            "scid": "mn130:10.1",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā pañcavidhabandhanaṁ nāma kammakāraṇaṁ karonti—",
            "en": "Then the wardens of hell punish them with the five-fold crucifixion. ",
            "matched": true
          },
          "mn130:11.1": {
            "scid": "mn130:11.1",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā saṁvesetvā kuṭhārīhi tacchanti …pe… ",
            "en": "Then the wardens of hell throw them down and hack them with axes. … ",
            "matched": true
          },
          "mn130:15.1": {
            "scid": "mn130:15.1",
            "pli": "tamenaṁ, bhikkhave, nirayapālā uddhampādaṁ adhosiraṁ gahetvā tattāya lohakumbhiyā pakkhipanti ādittāya sampajjalitāya sajotibhūtāya. ",
            "en": "Then the wardens of hell turn them upside down and throw them in a red-hot copper pot, burning, blazing, and glowing. ",
            "matched": true
          },
          "mn130:16.1": {
            "scid": "mn130:16.1",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā mahāniraye pakkhipanti. ",
            "en": "Then the wardens of hell toss them into the Great Hell. ",
            "matched": true
          },
          "mn130:17.1": {
            "scid": "mn130:17.1",
            "pli": "Tassa kho pana, bhikkhave, mahānirayassa puratthimāya bhittiyā acci uṭṭhahitvā pacchimāya bhittiyā paṭihaññati, pacchimāya bhittiyā acci uṭṭhahitvā puratthimāya bhittiyā paṭihaññati, uttarāya bhittiyā acci uṭṭhahitvā dakkhiṇāya bhittiyā paṭihaññati, dakkhiṇāya bhittiyā acci uṭṭhahitvā uttarāya bhittiyā paṭihaññati, heṭṭhā acci uṭṭhahitvā upari paṭihaññati, uparito acci uṭṭhahitvā heṭṭhā paṭihaññati. ",
            "en": "Now in the Great Hell, flames surge out of the walls and crash into the opposite wall: from east to west, from west to east, from north to south, from south to north, from bottom to top, from top to bottom. ",
            "matched": true
          },
          "mn130:18.1": {
            "scid": "mn130:18.1",
            "pli": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena tassa mahānirayassa puratthimaṁ dvāraṁ apāpurīyati. ",
            "en": "There comes a time when, after a very long period has passed, the eastern gate of the Great Hell is opened. ",
            "matched": true
          },
          "mn130:18.8": {
            "scid": "mn130:18.8",
            "pli": "dakkhiṇaṁ dvāraṁ apāpurīyati. ",
            "en": "southern gate of the Great hell is opened. ",
            "matched": true
          },
          "mn130:19.1": {
            "scid": "mn130:19.1",
            "pli": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena tassa mahānirayassa puratthimaṁ dvāraṁ apāpurīyati. ",
            "en": "There comes a time when, after a very long period has passed, the eastern gate of the Great Hell is opened. ",
            "matched": true
          },
          "mn130:21.1": {
            "scid": "mn130:21.1",
            "pli": "Tassa kho pana, bhikkhave, gūthanirayassa samanantarā sahitameva mahanto kukkulanirayo. ",
            "en": "Immediately adjacent to the Dung Hell is the vast <span class=\"ebt-matched\">Hell of</span> Hot Coals. ",
            "matched": true
          },
          "mn130:22.1": {
            "scid": "mn130:22.1",
            "pli": "Tassa kho pana, bhikkhave, kukkulanirayassa samanantarā sahitameva mahantaṁ simbalivanaṁ uddhaṁ yojanamuggataṁ soḷasaṅgulakaṇṭakaṁ ādittaṁ sampajjalitaṁ sajotibhūtaṁ. ",
            "en": "Immediately adjacent to the <span class=\"ebt-matched\">Hell of</span> Hot Coals is the vast <span class=\"ebt-matched\">Hell of</span> the Red Silk-Cotton Wood. It’s a league high, full of sixteen-inch thorns, burning, blazing, and glowing. ",
            "matched": true
          },
          "mn130:23.1": {
            "scid": "mn130:23.1",
            "pli": "Tassa kho pana, bhikkhave, simbalivanassa samanantarā sahitameva mahantaṁ asipattavanaṁ. ",
            "en": "Immediately adjacent to the <span class=\"ebt-matched\">Hell of</span> the Red Silk-Cotton Wood is the vast <span class=\"ebt-matched\">Hell of</span> the Sword-Leaf Trees. ",
            "matched": true
          },
          "mn130:24.1": {
            "scid": "mn130:24.1",
            "pli": "Tassa kho pana, bhikkhave, asipattavanassa samanantarā sahitameva mahatī khārodakā nadī. ",
            "en": "Immediately adjacent to the <span class=\"ebt-matched\">Hell of</span> the Sword-Leaf Trees is the vast Acid Hell. ",
            "matched": true
          },
          "mn130:25.1": {
            "scid": "mn130:25.1",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā balisena uddharitvā thale patiṭṭhāpetvā evamāhaṁsu: ",
            "en": "Then the wardens of hell pull them out and place them on dry land, and say, ",
            "matched": true
          },
          "mn130:25.5": {
            "scid": "mn130:25.5",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā tattena ayosaṅkunā mukhaṁ vivaritvā ādittena sampajjalitena sajotibhūtena tattaṁ lohaguḷaṁ mukhe pakkhipanti ādittaṁ sampajjalitaṁ sajotibhūtaṁ. ",
            "en": "The wardens of hell force open their mouth with a hot iron spike—burning, blazing, glowing—and shove in a red-hot copper ball, burning, blazing, and glowing. ",
            "matched": true
          },
          "mn130:26.1": {
            "scid": "mn130:26.1",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā evamāhaṁsu: ",
            "en": "Then the wardens of hell say, ",
            "matched": true
          },
          "mn130:26.5": {
            "scid": "mn130:26.5",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā tattena ayosaṅkunā mukhaṁ vivaritvā ādittena sampajjalitena sajotibhūtena tattaṁ tambalohaṁ mukhe āsiñcanti ādittaṁ sampajjalitaṁ sajotibhūtaṁ. ",
            "en": "The wardens of hell force open their mouth with a hot iron spike—burning, blazing, glowing—and pour in molten copper, burning, blazing, and glowing. ",
            "matched": true
          },
          "mn130:27.1": {
            "scid": "mn130:27.1",
            "pli": "Tamenaṁ, bhikkhave, nirayapālā puna mahāniraye pakkhipanti. ",
            "en": "Then the wardens of hell toss them back in the Great Hell. ",
            "matched": true
          }
        },
        "score": 19.094,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Middle Discourses 130\nMessengers of the Gods",
        "segsMatched": 19,
        "langSegs": {
          "pli": 203,
          "en": 201
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn3/sn3.20_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn3/sn3.20_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn3.20",
        "lang": "en",
        "segMap": {
          "sn3.20:4.5": {
            "scid": "sn3.20:4.5",
            "pli": "Yaṁ kho so, mahārāja, seṭṭhi gahapati bhātu ca pana ekaputtakaṁ sāpateyyassa kāraṇā jīvitā voropesi, tassa kammassa vipākena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni niraye paccittha. ",
            "en": "And because that financier murdered his brother’s only child for the sake of his fortune, as a result of that deed he burned in hell for many years, for many hundreds, many thousands, many hundreds of thousands of years. ",
            "matched": true
          },
          "sn3.20:4.8": {
            "scid": "sn3.20:4.8",
            "pli": "Ajja pana, mahārāja, seṭṭhi gahapati mahāroruve niraye paccatī”ti. ",
            "en": "Today, great king, that financier burns in the Great <span class=\"ebt-matched\">Hell of</span> Screams.” ",
            "matched": true
          },
          "sn3.20:4.9": {
            "scid": "sn3.20:4.9",
            "pli": "“Evaṁ, bhante, seṭṭhi gahapati mahāroruvaṁ nirayaṁ upapanno”ti. ",
            "en": "“Really, sir, that financier has been reborn in the Great <span class=\"ebt-matched\">Hell of</span> Screams?” ",
            "matched": true
          }
        },
        "score": 3.055,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 3\n2. Childless\n20. Childless (2nd)",
        "segsMatched": 3,
        "langSegs": {
          "pli": 55,
          "en": 53
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn9/sn9.9_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn9/sn9.9_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn9.9",
        "lang": "en",
        "segMap": {
          "sn9.9:4.4": {
            "scid": "sn9.9:4.4",
            "pli": "Nerayikā viya saggagāminan”ti. ",
            "en": "like beings in <span class=\"ebt-matched\">hell of</span> those going to heaven.” ",
            "matched": true
          }
        },
        "score": 1.063,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 9\n1. In the Woods\n9. A Vajji",
        "segsMatched": 1,
        "langSegs": {
          "pli": 16,
          "en": 16
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn1/sn1.39_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn1/sn1.39_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn1.39",
        "lang": "en",
        "segMap": {
          "sn1.39:4.3": {
            "scid": "sn1.39:4.3",
            "pli": "Upenti roruvaṁ ghoraṁ, ",
            "en": "They fall into the terrible <span class=\"ebt-matched\">Hell of</span> Screams ",
            "matched": true
          }
        },
        "score": 1.043,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 1\n4. The Satullapa Group\n39. With Pajjunna’s Daughter (1st)",
        "segsMatched": 1,
        "langSegs": {
          "pli": 23,
          "en": 23
        }
      }
    ]
  }
}