{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "für mich eine beschwerde",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "für mich eine beschwerde",
    "method": "phrase",
    "resultPattern": "\\bfür mich eine beschwerde",
    "segsMatched": 16,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an9/an9.41_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an9/an9.41_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an9/an9.41_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an9.41/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an9/an9.41_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an9/an9.41_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an9/an9.41_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an9.41",
        "lang": "de",
        "segMap": {
          "an9.41:7.16": {
            "scid": "an9.41:7.16",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato kāmasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit Sinnenfreuden verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by sensual pleasures beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:7.18": {
            "scid": "an9.41:7.18",
            "pli": "evamevassa me kāmasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit Sinnenfreuden verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by sensual pleasures beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:8.14": {
            "scid": "an9.41:8.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato vitakkasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit dem Ausrichten des Geistes verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by placing the mind beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:8.16": {
            "scid": "an9.41:8.16",
            "pli": "evamevassa me vitakkasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit dem Ausrichten des Geistes verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by placing the mind and keeping it connected beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:9.14": {
            "scid": "an9.41:9.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato pītisahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit Ekstase verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by rapture beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:9.16": {
            "scid": "an9.41:9.16",
            "pli": "evamevassa me pītisahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit Ekstase verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by rapture beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:10.14": {
            "scid": "an9.41:10.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato upekkhāsahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit gleichmütiger Seligkeit verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by bliss with equanimity beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:10.16": {
            "scid": "an9.41:10.16",
            "pli": "evamevassa me upekkhāsahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit gleichmütiger Seligkeit verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by bliss with equanimity beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:11.14": {
            "scid": "an9.41:11.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato rūpasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit Form verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by forms beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:11.16": {
            "scid": "an9.41:11.16",
            "pli": "evamevassa me rūpasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit Form verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by forms beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:12.14": {
            "scid": "an9.41:12.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit der Dimension des unendlichen Raumes verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by the dimension of infinite space beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:12.16": {
            "scid": "an9.41:12.16",
            "pli": "evamevassa me ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit der Dimension des unendlichen Raumes verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by the dimension of infinite space beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:13.14": {
            "scid": "an9.41:13.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit der Dimension des unendlichen Bewusstseins verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by the dimension of infinite consciousness beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:13.16": {
            "scid": "an9.41:13.16",
            "pli": "evamevassa me viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit der Dimension des unendlichen Bewusstseins verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by the dimension of infinite consciousness beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:14.14": {
            "scid": "an9.41:14.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, bewegte sich der Geist zu mit der Dimension des Nichts verbundenen Wahrnehmungen, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perceptions accompanied by the dimension of nothingness beset me due to loss of focus, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:14.16": {
            "scid": "an9.41:14.16",
            "pli": "evamevassa me ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war es <span class=\"ebt-matched\">für mich eine Beschwerde</span>, wenn der Geist sich zu mit der Dimension des Nichts verbundenen Wahrnehmungen bewegte. ",
            "en": "In the same way, when perceptions accompanied by the dimension of nothingness beset me due to loss of focus, that was an affliction for me. ",
            "matched": true
          }
        },
        "score": 16.09,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 9.41\n4. Das große Kapitel\nMit dem Hausbesitzer Tapussa",
        "segsMatched": 16,
        "langSegs": {
          "pli": 177,
          "de": 166,
          "en": 175
        }
      }
    ]
  }
}