{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "gedeihen erwarten",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "gedeihen erwarten",
    "method": "phrase",
    "resultPattern": "\\bgedeihen erwarten",
    "segsMatched": 11,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an5/an5.58_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an5/an5.58_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an5/an5.58_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an6/an6.84_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an6/an6.84_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an6/an6.84_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an5.58/de/sabbamitta",
      "an6.84/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an5/an5.58_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an5/an5.58_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an5/an5.58_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an5.58",
        "lang": "de",
        "segMap": {
          "an5.58:5.2": {
            "scid": "an5.58:5.2",
            "pli": "yadi vā rañño khattiyassa muddhāvasittassa, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṁ kārenti, vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "kann man nur <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang – ob es ein gesalbter adliger König ist, ein ernannter oder durch Erbfolge zum Amt gekommener Beamter, ein General, ein Ortsvorsteher, ein Gildemeister oder ein Fürst seines eigenen Stammes. ",
            "en": "“Mahānāma, you can expect only growth, not decline, when you find five qualities in any gentleman—whether he’s an anointed aristocratic king, an appointed or hereditary official, an army general, a village chief, a guild chief, or a ruler of his own clan. ",
            "matched": true
          },
          "an5.58:6.5": {
            "scid": "an5.58:6.5",
            "pli": "Mātāpitānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein Sohn aus gutem Haus von seinen Eltern geliebt wird, kann man nur <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by his mother and father, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:7.4": {
            "scid": "an5.58:7.4",
            "pli": "Puttadāradāsakammakaraporisānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein Sohn aus gutem Haus von seinen Frauen und Kindern, Leibeigenen, Arbeitern und Angestellten geliebt wird, kann man nur <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by his wives and children, bondservants, workers, and staff, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:8.4": {
            "scid": "an5.58:8.4",
            "pli": "Khettakammantasāmantasabyohārānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein Sohn aus gutem Haus von denen, die die angrenzenden Felder bearbeiten, und von seinen Geschäftspartnern geliebt wird, kann man nur <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by those who work the neighboring fields, and those he does business with, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:9.4": {
            "scid": "an5.58:9.4",
            "pli": "devatānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein Sohn aus gutem Haus von den Gottheiten, die pflichtgemäße Opfer erhalten, geliebt wird, kann man nur <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by the deities, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:10.4": {
            "scid": "an5.58:10.4",
            "pli": "Samaṇabrāhmaṇānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein Sohn aus gutem Haus von Asketen und Brahmanen geliebt wird, kann man nur <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by ascetics and brahmins, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:11.1": {
            "scid": "an5.58:11.1",
            "pli": "Yassa kassaci, mahānāma, kulaputtassa ime pañca dhammā saṁvijjanti—",
            "de": "Wenn man bei einem Sohn aus gutem Haus diese fünf Eigenschaften findet, kann man nur <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang – ",
            "en": "You can expect only growth, not decline, when you find these five qualities in any gentleman—",
            "matched": true
          }
        },
        "score": 7.117,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 5\n6. Hindernisse\n58. Die jungen Licchaver",
        "segsMatched": 7,
        "langSegs": {
          "pli": 60,
          "de": 59,
          "en": 59
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an6/an6.84_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an6/an6.84_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an6/an6.84_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an6.84",
        "lang": "de",
        "segMap": {
          "an6.84:1.1": {
            "scid": "an6.84:1.1",
            "pli": "“Chahi, bhikkhave, dhammehi samannāgatassa bhikkhuno yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu, no vuddhi. ",
            "de": "„Mönche und Nonnen, eine Nonne, die sechs Eigenschaften besitzt, kann bei tauglichen Eigenschaften Niedergang erwarten, kein Gedeihen, bei Tag oder Nacht. ",
            "en": "“Mendicants, a mendicant with six qualities can expect decline, not growth, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an6.84:1.4": {
            "scid": "an6.84:1.4",
            "pli": "Imehi kho, bhikkhave, chahi dhammehi samannāgatassa bhikkhuno yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu, no vuddhi. ",
            "de": "Eine Nonne, die diese sechs Eigenschaften besitzt, kann bei tauglichen Eigenschaften Niedergang erwarten, kein Gedeihen, bei Tag oder Nacht. ",
            "en": "A mendicant with these six qualities can expect decline, not growth, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an6.84:2.1": {
            "scid": "an6.84:2.1",
            "pli": "Chahi, bhikkhave, dhammehi samannāgatassa bhikkhuno yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Eine Nonne, die sechs Eigenschaften besitzt, kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "A mendicant with six qualities can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an6.84:2.4": {
            "scid": "an6.84:2.4",
            "pli": "Imehi kho, bhikkhave, chahi dhammehi samannāgatassa bhikkhuno yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā, kusalesu dhammesu no parihānī”ti. ",
            "de": "Eine Nonne, die diese sechs Eigenschaften besitzt, kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Gedeihen erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "A mendicant with these six qualities can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          }
        },
        "score": 4.222,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 6\n8. Vollendung\n84. Tag und Nacht",
        "segsMatched": 4,
        "langSegs": {
          "pli": 18,
          "de": 11,
          "en": 16
        }
      }
    ]
  }
}