{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "einen versenkungszustand",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "einen versenkungszustand",
    "method": "phrase",
    "resultPattern": "\\beinen versenkungszustand",
    "segsMatched": 28,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an11/an11.7_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.7_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.7_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn41/sn41.8_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an3/an3.32_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an3/an3.32_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an3/an3.32_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.6_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.6_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.6_translation-en-sujato.json",
      "root/pli/ms/sutta/dn/dn11_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn11_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn11_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.8_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.8_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.8_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.21_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.21_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.21_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.20_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.20_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.20_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.19_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.19_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.19_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.18_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.18_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.18_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.7_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.7_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.7_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an11.7/de/sabbamitta",
      "sn41.8/de/sabbamitta",
      "an3.32/de/sabbamitta",
      "an10.6/de/sabbamitta",
      "dn11/de/sabbamitta",
      "an11.8/de/sabbamitta",
      "an11.21/de/sabbamitta",
      "an11.20/de/sabbamitta",
      "an11.19/de/sabbamitta",
      "an11.18/de/sabbamitta",
      "an10.7/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "author": "Sabbamitta",
        "segMap": {
          "an11.7:2.1": {
            "scid": "an11.7:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:3.1": {
            "scid": "an11.7:3.1",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "„Es kann sein, Ānanda, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "“It could be, Ānanda, that a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:5.3": {
            "scid": "an11.7:5.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:7.1": {
            "scid": "an11.7:7.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī pana assā”ti. ",
            "de": "„Kann es sein, geehrter Sāriputta, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen … Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverend Sāriputta, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth … And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:9.3": {
            "scid": "an11.7:9.3",
            "pli": "Evaṁ kho, āvuso ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen … Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth … And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.7_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.7_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.7_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 25,
          "de": 24,
          "en": 24
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 5.2,
        "segsMatched": 5,
        "sutta_uid": "an11.7",
        "title": "Nummerierte Lehrreden 11.7\n1. Das Kapitel über Abhängigkeit\nWahrnehmungen",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an10.6:1.2": {
            "scid": "an10.6:1.2",
            "pli": "“siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.6:1.3": {
            "scid": "an10.6:1.3",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti. ",
            "de": "„Es kann sein, Ānanda, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen.“ ",
            "en": "“It could be, Ānanda, that a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.6:3.3": {
            "scid": "an10.6:3.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.6_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.6_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.6_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 11,
          "de": 10,
          "en": 10
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 3.273,
        "segsMatched": 3,
        "sutta_uid": "an10.6",
        "title": "Nummerierte Lehrreden 10.6\n1. Das Kapitel über Vorteile\nVersenkung",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an3.32:2.1": {
            "scid": "an3.32:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "de": "„Könnte es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> erreicht, in dem es kein Ich-Machen, kein Mein-Machen und keine zugrunde liegende Neigung zur Einbildung für diesen mit Bewusstsein versehenen Körper gibt, noch für alle äußeren Reize; ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion such that there’s no I-making, mine-making, or underlying tendency to conceit for this conscious body; and no I-making, mine-making, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          },
          "an3.32:2.3": {
            "scid": "an3.32:2.3",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "de": "„Es könnte sein, Ānanda, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> erreicht, in dem es kein Ich-Machen, kein Mein-Machen und keine zugrunde liegende Neigung zur Einbildung für diesen mit Bewusstsein versehenen Körper gibt, noch für alle äußeren Reize; ",
            "en": "“It could be, Ānanda, that a mendicant gains a state of immersion such that they have no I-making, mine-making, or underlying tendency to conceit for this conscious body; and no I-making, mine-making, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          },
          "an3.32:4.3": {
            "scid": "an3.32:4.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "de": "So, Ānanda, kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> erreichen, in dem es kein Ich-Machen, kein Mein-Machen und keine zugrunde liegende Neigung zur Einbildung für diesen mit Bewusstsein versehenen Körper gibt, noch für alle äußeren Reize; ",
            "en": "That’s how, Ānanda, a mendicant might gain a state of immersion such that there’s no I-making, mine-making, or underlying tendency to conceit for this conscious body; and no I-making, mine-making, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an3/an3.32_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an3/an3.32_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an3/an3.32_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 20,
          "de": 19,
          "en": 19
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 3.15,
        "segsMatched": 3,
        "sutta_uid": "an3.32",
        "title": "Nummerierte Lehrreden 3.32\n4. Das Kapitel über Götterboten\nMit Ānanda",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "sn41.8:1.6": {
            "scid": "sn41.8:1.6",
            "pli": "atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti? ",
            "de": "dass es <span class=\"ebt-matched\">einen Versenkungszustand</span> gibt, in dem man den Geist nicht ausrichtet oder hält; dass es ein Aufhören des Ausrichtens und Haltens des Geistes gibt?“ ",
            "en": "there is a state of immersion without placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected?” ",
            "matched": true
          },
          "sn41.8:2.2": {
            "scid": "sn41.8:2.2",
            "pli": "Atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti. ",
            "de": "dass es <span class=\"ebt-matched\">einen Versenkungszustand</span> gibt, in dem man den Geist nicht ausrichtet oder hält; dass es ein Aufhören des Ausrichtens und Haltens des Geistes gibt.“ ",
            "en": "there is a state of immersion without placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected.” ",
            "matched": true
          },
          "sn41.8:3.9": {
            "scid": "sn41.8:3.9",
            "pli": "Atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti. ",
            "de": "dass es <span class=\"ebt-matched\">einen Versenkungszustand</span> gibt, in dem man den Geist nicht ausrichtet oder hält; dass es ein Aufhören des Ausrichtens und Haltens des Geistes gibt?“ ",
            "en": "there is a state of immersion without placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected?” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn41/sn41.8_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 44,
          "de": 43,
          "en": 43
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 3.068,
        "segsMatched": 3,
        "sutta_uid": "sn41.8",
        "title": "Verbundene Lehrreden 41.8\n1. Das Kapitel mit Citta\nDer Jaina-Asket aus dem Stamm Ñātika",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an11.18:2.1": {
            "scid": "an11.18:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.18:5.3": {
            "scid": "an11.18:5.3",
            "pli": "Evaṁ kho, bhikkhave, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.18_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.18_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.18_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 11,
          "de": 10,
          "en": 10
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.182,
        "segsMatched": 2,
        "sutta_uid": "an11.18",
        "title": "Nummerierte Lehrreden 11.18\n2. Das Kapitel über Besinnung\nVersenkung (1)",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an11.20:2.1": {
            "scid": "an11.20:2.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Geehrter, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverend, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.20:4.3": {
            "scid": "an11.20:4.3",
            "pli": "Evaṁ kho, āvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.20_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.20_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.20_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 12,
          "de": 11,
          "en": 11
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.167,
        "segsMatched": 2,
        "sutta_uid": "an11.20",
        "title": "Nummerierte Lehrreden 11.20\n2. Das Kapitel über Besinnung\nVersenkung (3)",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an10.7:2.1": {
            "scid": "an10.7:2.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, geehrter Sāriputta, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Und er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverend Sāriputta, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.7:4.3": {
            "scid": "an10.7:4.3",
            "pli": "Tatthāhaṁ tathārūpaṁ samādhiṁ samāpajjiṁ yathā neva pathaviyaṁ pathavisaññī ahosiṁ, na āpasmiṁ āposaññī ahosiṁ, na tejasmiṁ tejosaññī ahosiṁ, na vāyasmiṁ vāyosaññī ahosiṁ, na ākāsānañcāyatane ākāsānañcāyatanasaññī ahosiṁ, na viññāṇañcāyatane viññāṇañcāyatanasaññī ahosiṁ, na ākiñcaññāyatane ākiñcaññāyatanasaññī ahosiṁ, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī ahosiṁ, na idhaloke idhalokasaññī ahosiṁ, na paraloke paralokasaññī ahosiṁ; saññī ca pana ahosin”ti. ",
            "de": "Da erreichte ich <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen: Ich nahm in der Erde nicht Erde wahr, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Und ich nahm in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahr, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Und ich nahm in dieser Welt nicht diese Welt wahr und in jener Welt nicht jene Welt. Aber ich nahm dennoch wahr.“ ",
            "en": "There I gained a state of immersion like this. I didn’t perceive earth in earth, water in water, fire in fire, or air in air. And I didn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And I didn’t perceive this world in this world, or the other world in the other world. And yet I still perceived.” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.7_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.7_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.7_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 16,
          "de": 15,
          "en": 15
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.125,
        "segsMatched": 2,
        "sutta_uid": "an10.7",
        "title": "Nummerierte Lehrreden 10.7\n1. Das Kapitel über Vorteile\nSāriputta",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an11.8:2.1": {
            "scid": "an11.8:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā na cakkhuṁ manasi kareyya, na rūpaṁ manasi kareyya, na sotaṁ manasi kareyya, na saddaṁ manasi kareyya, na ghānaṁ manasi kareyya, na gandhaṁ manasi kareyya, na jivhaṁ manasi kareyya, na rasaṁ manasi kareyya, na kāyaṁ manasi kareyya, na phoṭṭhabbaṁ manasi kareyya, na pathaviṁ manasi kareyya, na āpaṁ manasi kareyya, na tejaṁ manasi kareyya, na vāyaṁ manasi kareyya, na ākāsānañcāyatanaṁ manasi kareyya, na viññāṇañcāyatanaṁ manasi kareyya, na ākiñcaññāyatanaṁ manasi kareyya, na nevasaññānāsaññāyatanaṁ manasi kareyya, na idhalokaṁ manasi kareyya, na paralokaṁ manasi kareyya, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tampi na manasi kareyya; ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde den Geist nicht auf das Auge oder Bilder richten, auf das Ohr oder Töne, die Nase oder Gerüche, die Zunge oder Geschmäcke oder den Körper oder Berührungen. Er würde den Geist nicht auf die Erde in der Erde richten, auf das Wasser im Wasser, das Feuer im Feuer oder den Wind im Wind. Er würde den Geist nicht auf die Dimension des unendlichen Raumes in der Dimension des unendlichen Raumes richten, auf die Dimension des unendlichen Bewusstseins in der Dimension des unendlichen Bewusstseins, die Dimension des Nichts in der Dimension des Nichts oder die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde den Geist nicht auf diese Welt in dieser Welt richten und nicht auf jene Welt in jener Welt. Und er würde den Geist nicht auf das richten, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann – ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this. They wouldn’t focus on the eye or sights, ear or sounds, nose or smells, tongue or tastes, or body or touches. They wouldn’t focus on earth in earth, water in water, fire in fire, or air in air. And they wouldn’t focus on the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t focus on this world in this world, or the other world in the other world. And they wouldn’t focus on what is seen, heard, thought, known, attained, sought, or explored by the mind. ",
            "matched": true
          },
          "an11.8:5.3": {
            "scid": "an11.8:5.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā na cakkhuṁ manasi kareyya, na rūpaṁ manasi kareyya …pe… ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde den Geist nicht auf das Auge oder Bilder richten, auf das Ohr oder Töne, die Nase oder Gerüche, die Zunge oder Geschmäcke oder den Körper oder Berührungen … ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t focus on the eye or sights, ear or sounds, nose or smells, tongue or tastes, or body or touches. … ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.8_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.8_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.8_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 17,
          "de": 13,
          "en": 16
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.118,
        "segsMatched": 2,
        "sutta_uid": "an11.8",
        "title": "Nummerierte Lehrreden 11.8\n1. Das Kapitel über Abhängigkeit\nDen Geist richten",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an11.19:2.1": {
            "scid": "an11.19:2.1",
            "pli": "“Siyā nu kho, bhikkhave, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa …pe… na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, mendicants, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.19:6.3": {
            "scid": "an11.19:6.3",
            "pli": "Evaṁ kho, bhikkhave, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.19_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.19_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.19_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 18,
          "de": 17,
          "en": 17
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.111,
        "segsMatched": 2,
        "sutta_uid": "an11.19",
        "title": "Nummerierte Lehrreden 11.19\n2. Das Kapitel über Besinnung\nVersenkung (2)",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "an11.21:1.2": {
            "scid": "an11.21:1.2",
            "pli": "“siyā nu kho, āvuso, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Geehrte, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverends, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.21:6.3": {
            "scid": "an11.21:6.3",
            "pli": "Evaṁ kho, āvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und im Wind nicht Wind. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat, nicht die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Er würde in dieser Welt nicht diese Welt wahrnehmen und in jener Welt nicht jene Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.21_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.21_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.21_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 23,
          "de": 16,
          "en": 21
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.087,
        "segsMatched": 2,
        "sutta_uid": "an11.21",
        "title": "Nummerierte Lehrreden 11.21\n2. Das Kapitel über Besinnung\nVersenkung (4)",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "dn11:68.1": {
            "scid": "dn11:68.1",
            "pli": "Atha kho so, kevaṭṭa, bhikkhu tathārūpaṁ samādhiṁ samāpajji, yathāsamāhite citte devayāniyo maggo pāturahosi. ",
            "de": "Dann erlangte jener Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> solcher Art, dass ein Pfad zu den Göttern erschien. ",
            "en": "Then that mendicant attained a state of immersion such that a path to the gods appeared. ",
            "matched": true
          },
          "dn11:80.1": {
            "scid": "dn11:80.1",
            "pli": "Atha kho so, kevaṭṭa, bhikkhu tathārūpaṁ samādhiṁ samāpajji, yathāsamāhite citte brahmayāniyo maggo pāturahosi. ",
            "de": "Dann erlangte jener Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> solcher Art, dass ein Pfad zu Brahmā erschien. ",
            "en": "Then that mendicant attained a state of immersion such that a path to divinity appeared. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn11_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn11_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn11_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 199,
          "de": 161,
          "en": 198
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.01,
        "segsMatched": 2,
        "sutta_uid": "dn11",
        "title": "Lange Lehrreden 11\nMit Kevaḍḍha",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}