{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "es gibt nicht nur",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "es gibt nicht nur",
    "method": "phrase",
    "resultPattern": "\\bes gibt nicht nur",
    "segsMatched": 8,
    "bilaraPaths": [
      "root/pli/ms/sutta/mn/mn73_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn73_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn73_translation-en-sujato.json",
      "root/pli/ms/sutta/mn/mn71_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn71_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn71_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an3/an3.60_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an3/an3.60_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an3/an3.60_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "mn73/de/sabbamitta",
      "mn71/de/sabbamitta",
      "an3.60/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn73_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn73_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn73_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "mn73",
        "lang": "de",
        "segMap": {
          "mn73:7.3": {
            "scid": "mn73:7.3",
            "pli": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye bhikkhū mama sāvakā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantī”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert solcher Mönchsschüler von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There are not just one hundred such monks who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
            "matched": true
          },
          "mn73:8.3": {
            "scid": "mn73:8.3",
            "pli": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā bhikkhuniyo mama sāvikā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantī”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert solcher Nonnenschülerinnen von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There are not just one hundred such nuns who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
            "matched": true
          },
          "mn73:9.3": {
            "scid": "mn73:9.3",
            "pli": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā brahmacārino pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert solcher keuscher Laienschüler von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There are not just one hundred such celibate laymen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
            "matched": true
          },
          "mn73:10.3": {
            "scid": "mn73:10.3",
            "pli": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā kāmabhogino sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert solcher Laienschüler von mir, die Sinnenfreuden genießen, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There are not just one hundred such laymen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
            "matched": true
          },
          "mn73:11.3": {
            "scid": "mn73:11.3",
            "pli": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā brahmacāriniyo pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyiniyo anāvattidhammā tasmā lokā”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert solcher keuscher Laienschülerinnen von mir, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There are not just one hundred such celibate laywomen who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
            "matched": true
          },
          "mn73:12.3": {
            "scid": "mn73:12.3",
            "pli": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā kāmabhoginiyo sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert solcher Laienschülerinnen von mir, die Sinnenfreuden genießen, Vaccha, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There are not just one hundred such laywomen enjoying sensual pleasures who are my disciples, Vaccha, or two or three or four or five hundred, but many more than that.” ",
            "matched": true
          }
        },
        "score": 6.043,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Mittlere Lehrreden 73\nDie längere Lehrrede mit Vacchagotta",
        "segsMatched": 6,
        "langSegs": {
          "pli": 140,
          "de": 138,
          "en": 138
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn71_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn71_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn71_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "mn71",
        "lang": "de",
        "segMap": {
          "mn71:12.2": {
            "scid": "mn71:12.2",
            "pli": "“Na kho, vaccha, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye gihī gihisaṁyojanaṁ appahāya kāyassa bhedā saggūpagā”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert Laien, Vaccha, die, ohne die Fessel des Lebens im Haus aufzugeben, in den Himmel kommen, wenn der Körper auseinanderbricht, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There’s not just one hundred laypeople, Vaccha, or two or three or four or five hundred, but many more than that who, without giving up the fetter of lay life, go to heaven when the body breaks up.” ",
            "matched": true
          }
        },
        "score": 1.022,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Mittlere Lehrreden 71\nZu Vacchagotta über das dreifache Wissen",
        "segsMatched": 1,
        "langSegs": {
          "pli": 46,
          "de": 45,
          "en": 45
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an3/an3.60_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an3/an3.60_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an3/an3.60_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an3.60",
        "lang": "de",
        "segMap": {
          "an3.60:19.2": {
            "scid": "an3.60:19.2",
            "pli": "“Na kho, brāhmaṇa, ekaṁyeva sataṁ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova, ye bhikkhū imehi tīhi pāṭihāriyehi samannāgatā”ti. ",
            "de": "„<span class=\"ebt-matched\">Es gibt nicht nur</span> hundert Mönche und Nonnen, Brahmane, die diese drei Demonstrationen besitzen, auch nicht zweihundert, dreihundert, vierhundert oder fünfhundert, sondern viel mehr.“ ",
            "en": "“There’s not just one hundred mendicants, brahmin, who possess these three kinds of demonstration, nor two, three, four, or five hundred, but many more than that.” ",
            "matched": true
          }
        },
        "score": 1.008,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 3.60\n6. Das Kapitel mit Brahmanen\nMit Saṅgārava",
        "segsMatched": 1,
        "langSegs": {
          "pli": 119,
          "de": 117,
          "en": 117
        }
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}