{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "gewinnen von materiellem besitz",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "gewinnen von materiellem besitz",
    "method": "phrase",
    "resultPattern": "\\bgewinnen von materiellem besitz",
    "segsMatched": 8,
    "bilaraPaths": [
      "root/pli/ms/sutta/dn/dn15_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn15_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn15_translation-en-sujato.json",
      "root/pli/ms/sutta/dn/dn34_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn34_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn34_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "dn15/de/sabbamitta",
      "dn34/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn15_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn15_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn15_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn15",
        "lang": "de",
        "segMap": {
          "dn15:9.1": {
            "scid": "dn15:9.1",
            "pli": "Iti kho panetaṁ, ānanda, vedanaṁ paṭicca taṇhā, taṇhaṁ paṭicca pariyesanā, pariyesanaṁ paṭicca lābho, lābhaṁ paṭicca vinicchayo, vinicchayaṁ paṭicca chandarāgo, chandarāgaṁ paṭicca ajjhosānaṁ, ajjhosānaṁ paṭicca pariggaho, pariggahaṁ paṭicca macchariyaṁ, macchariyaṁ paṭicca ārakkho. ",
            "de": "So kommt es also, Ānanda, dass Gefühl eine Ursache für Verlangen ist. Verlangen ist eine Ursache für Trachten. Trachten ist eine Ursache für das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span>. Das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span> ist eine Ursache für Bewerten. Bewerten ist eine Ursache für Sehnsucht und Begierde. Sehnsucht und Begierde sind eine Ursache für Anhänglichkeit. Anhänglichkeit ist eine Ursache für Besitzgier. Besitzgier ist eine Ursache für Geiz. Geiz ist eine Ursache für Bewachen. ",
            "en": "So it is, Ānanda, that feeling is a cause of craving. Craving is a cause of seeking. Seeking is a cause of gaining material possessions. Gaining material possessions is a cause of assessing. Assessing is a cause of desire and lust. Desire and lust is a cause of attachment. Attachment is a cause of possessiveness. Possessiveness is a cause of stinginess. Stinginess is a cause of safeguarding. ",
            "matched": true
          },
          "dn15:16.1": {
            "scid": "dn15:16.1",
            "pli": "‘Lābhaṁ paṭicca vinicchayo’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā lābhaṁ paṭicca vinicchayo. ",
            "de": "‚Das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span> ist eine Ursache für Bewerten‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
            "en": "‘Gaining material possessions is a cause of assessing’—that’s what I said. And this is a way to understand how this is so. ",
            "matched": true
          },
          "dn15:16.2": {
            "scid": "dn15:16.2",
            "pli": "Lābho ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso lābhe asati lābhanirodhā api nu kho vinicchayo paññāyethā”ti? ",
            "de": "Angenommen, es gäbe ganz und gar überhaupt kein <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span>, nirgends und für niemanden. Wenn es überhaupt kein <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span> gäbe, mit dem Aufhören des Gewinnens von materiellem Besitz, gäbe es da noch Bewerten?“ ",
            "en": "Suppose there were totally and utterly no gaining of material possessions for anyone anywhere. When there’s no gaining of material possessions at all, with the cessation of gaining material possessions, would assessing still be found?” ",
            "matched": true
          },
          "dn15:16.4": {
            "scid": "dn15:16.4",
            "pli": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo vinicchayassa, yadidaṁ lābho. ",
            "de": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Bewerten: nämlich das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span>. ",
            "en": "“That’s why this is the cause, source, origin, and condition of assessing, namely the gaining of material possessions. ",
            "matched": true
          },
          "dn15:17.1": {
            "scid": "dn15:17.1",
            "pli": "‘Pariyesanaṁ paṭicca lābho’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā pariyesanaṁ paṭicca lābho. ",
            "de": "‚Trachten ist eine Ursache für das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span>‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
            "en": "‘Seeking is a cause of gaining material possessions’—that’s what I said. And this is a way to understand how this is so. ",
            "matched": true
          },
          "dn15:17.2": {
            "scid": "dn15:17.2",
            "pli": "Pariyesanā ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso pariyesanāya asati pariyesanānirodhā api nu kho lābho paññāyethā”ti? ",
            "de": "Angenommen, es gäbe ganz und gar überhaupt kein Trachten, nirgends und für niemanden. Wenn es überhaupt kein Trachten gäbe, mit dem Aufhören des Trachtens, gäbe es da noch das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span>?“ ",
            "en": "Suppose there were totally and utterly no seeking for anyone anywhere. When there’s no seeking at all, with the cessation of seeking, would the gaining of material possessions still be found?” ",
            "matched": true
          },
          "dn15:17.4": {
            "scid": "dn15:17.4",
            "pli": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo lābhassa, yadidaṁ pariyesanā. ",
            "de": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span>: nämlich Trachten. ",
            "en": "“That’s why this is the cause, source, origin, and condition of gaining material possessions, namely seeking. ",
            "matched": true
          }
        },
        "score": 7.025,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 15\nDie große Lehrrede über das Kausalprinzip\n1. Abhängiges Entstehen",
        "segsMatched": 7,
        "langSegs": {
          "pli": 277,
          "de": 254,
          "en": 276
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn34_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn34_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn34_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn34",
        "lang": "de",
        "segMap": {
          "dn34:2.2.32": {
            "scid": "dn34:2.2.32",
            "pli": "taṇhaṁ paṭicca pariyesanā, pariyesanaṁ paṭicca lābho, lābhaṁ paṭicca vinicchayo, vinicchayaṁ paṭicca chandarāgo, chandarāgaṁ paṭicca ajjhosānaṁ, ajjhosānaṁ paṭicca pariggaho, pariggahaṁ paṭicca macchariyaṁ, macchariyaṁ paṭicca ārakkho, ārakkhādhikaraṇaṁ daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti. ",
            "de": "Verlangen ist eine Ursache für Trachten. Trachten ist eine Ursache für das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span>. Das <span class=\"ebt-matched\">Gewinnen von materiellem Besitz</span> ist eine Ursache für Bewerten. Bewerten ist eine Ursache für Sehnsucht und Begierde. Sehnsucht und Begierde sind eine Ursache für Anhänglichkeit. Anhänglichkeit ist eine Ursache für Besitzgier. Besitzgier ist eine Ursache für Geiz. Geiz ist eine Ursache für Absicherung. Aufgrund von Absicherung kommen zahlreiche schlechte, untaugliche Dinge zustande: das Greifen zu Stock und Schwert, Streit, Zank, Kämpfe, Anschuldigungen, entzweiende Rede und Lügen. ",
            "en": "Craving is a cause of seeking. Seeking is a cause of gaining material possessions. Gaining material possessions is a cause of assessing. Assessing is a cause of desire and lust. Desire and lust is a cause of attachment. Attachment is a cause of possessiveness. Possessiveness is a cause of stinginess. Stinginess is a cause of safeguarding. Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, fights, accusations, divisive speech, and lies. ",
            "matched": true
          }
        },
        "score": 1.001,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 34\nBis zu zehn",
        "segsMatched": 1,
        "langSegs": {
          "pli": 894,
          "de": 754,
          "en": 891
        }
      }
    ]
  }
}