{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "sonnenschirm-orchideenbaum",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "sonnenschirm-orchideenbaum",
    "method": "phrase",
    "resultPattern": "\\bsonnenschirm-orchideenbaum",
    "segsMatched": 20,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an7/an7.69_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.69_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.69_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn48/sn48.68_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn48/sn48.68_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn48/sn48.68_translation-en-sujato.json",
      "root/pli/ms/sutta/mn/mn134_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn134_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn134_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an7.69/de/sabbamitta",
      "sn48.68/de/sabbamitta",
      "mn134/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "author": "Sabbamitta",
        "segMap": {
          "an7.69:0.3": {
            "scid": "an7.69:0.3",
            "pli": "Pāricchattakasutta ",
            "de": "Der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> ",
            "en": "The Shady Orchid Tree ",
            "matched": true
          },
          "an7.69:1.1": {
            "scid": "an7.69:1.1",
            "pli": "“Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro paṇḍupalāso hoti, attamanā, bhikkhave, devā tāvatiṁsā tasmiṁ samaye honti: ",
            "de": "„Mönche und Nonnen, wenn am <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> der Götter der Dreiunddreißig die Blätter braun werden, sind die Götter freudig bewegt: ",
            "en": "“Mendicants, when the leaves on the Shady Orchid Tree belonging to the gods of the thirty-three turn brown, the gods are elated. They think: ",
            "matched": true
          },
          "an7.69:1.2": {
            "scid": "an7.69:1.2",
            "pli": "‘paṇḍupalāso dāni pāricchattako koviḷāro nacirasseva dāni pannapalāso bhavissatī’ti. ",
            "de": "‚Am <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> sind die Blätter jetzt braun geworden! Nicht mehr lange, und sie werden fallen.‘ ",
            "en": "‘Now the leaves on the Shady Orchid Tree have turned brown! It won’t be long until they fall.’ ",
            "matched": true
          },
          "an7.69:2.2": {
            "scid": "an7.69:2.2",
            "pli": "‘pannapalāso dāni pāricchattako koviḷāro nacirasseva dāni jālakajāto bhavissatī’ti. ",
            "de": "‚Am <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> sind die Blätter jetzt gefallen! Nicht mehr lange, und er wird neu auszutreiben beginnen.‘ ",
            "en": "‘Now the leaves on the Shady Orchid Tree have fallen. It won’t be long until its foliage starts to regrow.’ ",
            "matched": true
          },
          "an7.69:3.2": {
            "scid": "an7.69:3.2",
            "pli": "‘jālakajāto dāni pāricchattako koviḷāro nacirasseva dāni khārakajāto bhavissatī’ti. ",
            "de": "‚Der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> hat begonnen, neu auszutreiben! Nicht mehr lange, und die Knospenansätze werden sich bilden.‘ ",
            "en": "‘Now the foliage of the Shady Orchid Tree has started to regrow. It won’t be long until it’s ready to grow flowers and leaves separately.’ ",
            "matched": true
          },
          "an7.69:4.2": {
            "scid": "an7.69:4.2",
            "pli": "‘khārakajāto dāni pāricchattako koviḷāro nacirasseva dāni kuṭumalakajāto bhavissatī’ti. ",
            "de": "‚Am <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> haben sich jetzt die Knospenansätze gebildet! Nicht mehr lange, und die Knospen werden sich entwickeln.‘ ",
            "en": "‘Now the Shady Orchid Tree is ready to grow flowers and leaves separately. It won’t be long until buds start to form.’ ",
            "matched": true
          },
          "an7.69:5.2": {
            "scid": "an7.69:5.2",
            "pli": "‘kuṭumalakajāto dāni pāricchattako koviḷāro nacirasseva dāni korakajāto bhavissatī’ti. ",
            "de": "‚Am <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> haben sich jetzt die Knospen entwickelt! Nicht mehr lange, und sie werden aufbrechen.‘ ",
            "en": "‘Now the buds of the Shady Orchid Tree have started to form. It won’t be long until the buds burst.’ ",
            "matched": true
          },
          "an7.69:6.2": {
            "scid": "an7.69:6.2",
            "pli": "‘korakajāto dāni pāricchattako koviḷāro nacirasseva dāni sabbaphāliphullo bhavissatī’ti. ",
            "de": "‚Am <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> sind jetzt die Knospen aufgebrochen! Nicht mehr lange, und er wird in voller Blüte stehen.‘ ",
            "en": "‘Now the buds of the Shady Orchid Tree have burst. It won’t be long until it fully blossoms.’ ",
            "matched": true
          },
          "an7.69:7.1": {
            "scid": "an7.69:7.1",
            "pli": "Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro sabbaphāliphullo hoti, attamanā, bhikkhave, devā tāvatiṁsā pāricchattakassa koviḷārassa mūle dibbe cattāro māse pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti. Sabbaphāliphullassa kho pana, bhikkhave, pāricchattakassa koviḷārassa samantā paññāsayojanāni ābhāya phuṭaṁ hoti, anuvātaṁ yojanasataṁ gandho gacchati, ",
            "de": "Wenn der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> der Götter der Dreiunddreißig in voller Blüte steht, sind die Götter freudig bewegt. Vier himmlische Monate lang vergnügen sie sich nun am Fuß des Baumes, versorgt und ausgestattet mit den fünf Sinnesreizen. Wenn der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> in voller Blüte steht, verbreitet sich sein Glanz fünfzig Meilen weit und sein Duft weht hundert Meilen weit. ",
            "en": "When the Shady Orchid Tree of the gods of the thirty-three has fully blossomed, the gods are elated. For four heavenly months they amused themselves at the root of the tree, supplied and provided with the five kinds of sensual stimulation. When the Shady Orchid Tree has fully blossomed, its radiance spreads for fifty leagues, while its fragrance wafts for a hundred leagues. ",
            "matched": true
          },
          "an7.69:7.2": {
            "scid": "an7.69:7.2",
            "pli": "ayamānubhāvo pāricchattakassa koviḷārassa. ",
            "de": "So groß ist die Herrlichkeit des <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>s. ",
            "en": "Such is the majesty of the Shady Orchid Tree. ",
            "matched": true
          },
          "an7.69:8.1": {
            "scid": "an7.69:8.1",
            "pli": "Evamevaṁ kho, bhikkhave, yasmiṁ samaye ariyasāvako agārasmā anagāriyaṁ pabbajjāya ceteti, paṇḍupalāso, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
            "de": "Ebenso ist ein edler Schüler, wenn er vorhat, aus dem Haus fortzuziehen ins hauslose Leben, wie der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>, wenn seine Blätter braun werden. ",
            "en": "In the same way, when a noble disciple plans to go forth from the lay life to homelessness, they’re like the Shady Orchid Tree when its leaves turn brown. ",
            "matched": true
          },
          "an7.69:9.1": {
            "scid": "an7.69:9.1",
            "pli": "Yasmiṁ, bhikkhave, samaye ariyasāvako kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito hoti, pannapalāso, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
            "de": "Wenn ein edler Schüler sich Haar und Bart rasiert, ockerfarbene Roben anlegt und aus dem Haus fortzieht ins hauslose Leben, ist er wie der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>, wenn seine Blätter fallen. ",
            "en": "When a noble disciple shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness, they’re like the Shady Orchid Tree when its leaves fall. ",
            "matched": true
          },
          "an7.69:10.2": {
            "scid": "an7.69:10.2",
            "pli": "jālakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
            "de": "dann ist er wie der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>, wenn er neu auszutreiben beginnt. ",
            "en": "they’re like the Shady Orchid Tree when its foliage starts to regrow. ",
            "matched": true
          },
          "an7.69:11.2": {
            "scid": "an7.69:11.2",
            "pli": "khārakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
            "de": "dann ist er wie der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>, wenn sich die Knospenansätze bilden. ",
            "en": "they’re like the Shady Orchid Tree when it’s ready to grow flowers and leaves separately. ",
            "matched": true
          },
          "an7.69:12.2": {
            "scid": "an7.69:12.2",
            "pli": "kuṭumalakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
            "de": "dann ist er wie der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>, wenn die Knospen sich entwickeln. ",
            "en": "they’re like the Shady Orchid Tree when its buds start to form. ",
            "matched": true
          },
          "an7.69:13.2": {
            "scid": "an7.69:13.2",
            "pli": "korakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
            "de": "dann ist er wie der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>, wenn die Knospen aufbrechen. ",
            "en": "they’re like the Shady Orchid Tree when its buds burst. ",
            "matched": true
          },
          "an7.69:14.2": {
            "scid": "an7.69:14.2",
            "pli": "sabbaphāliphullo, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
            "de": "dann ist er wie der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>, wenn er in voller Blüte steht. ",
            "en": "they’re like the Shady Orchid tree when it fully blossoms. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.69_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.69_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.69_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 42,
          "de": 41,
          "en": 41
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 17.405,
        "segsMatched": 17,
        "sutta_uid": "an7.69",
        "title": "Nummerierte Lehrreden 7.69\n7. Das große Kapitel\nDer Sonnenschirm-Orchideenbaum",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "sn48.68:1.1": {
            "scid": "sn48.68:1.1",
            "pli": "“Seyyathāpi, bhikkhave, ye keci devānaṁ tāvatiṁsānaṁ rukkhā, pārichattako tesaṁ aggamakkhāyati; ",
            "de": "„Mönche und Nonnen, von allem Bäumen, die den Göttern der Dreiunddreißig gehören, gilt der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> als der beste. ",
            "en": "“Mendicants, of all the trees belonging to the gods of the thirty-three, the Shady Orchid Tree is said to be the best. ",
            "matched": true
          },
          "sn48.68:1.9": {
            "scid": "sn48.68:1.9",
            "pli": "Seyyathāpi, bhikkhave, ye keci devānaṁ tāvatiṁsānaṁ rukkhā, pārichattako tesaṁ aggamakkhāyati; ",
            "de": "Von allem Bäumen, die den Göttern der Dreiunddreißig gehören, gilt der <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span> als der beste. ",
            "en": "Of all the trees belonging to the gods of the thirty-three, the Shady Orchid Tree is said to be the best. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn48/sn48.68_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn48/sn48.68_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn48/sn48.68_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 14,
          "de": 13,
          "en": 13
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.143,
        "segsMatched": 2,
        "sutta_uid": "sn48.68",
        "title": "Verbundene Lehrreden 48.68\n7. Das Kapitel über das, was zum Erwachen führt\nEin Baum (2)",
        "type": "translation"
      },
      {
        "author": "Sabbamitta",
        "segMap": {
          "mn134:2.11": {
            "scid": "mn134:2.11",
            "pli": "“Ekamidaṁ, bhikkhu, samayaṁ bhagavā devesu tāvatiṁsesu viharati pāricchattakamūle paṇḍukambalasilāyaṁ. ",
            "de": "„Dieses eine Mal hielt sich der Buddha unter den Göttern der Dreiunddreißig am Fuß des <span class=\"ebt-matched\">Sonnenschirm-Orchideenbaum</span>s auf, auf dem Stein, der mit einem cremefarbenen Tuch gepolstert ist. ",
            "en": "“This one time, the Buddha was staying among the gods of the thirty-three at the root of the Shady Orchid Tree on the stone spread with a cream rug. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn134_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn134_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn134_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 122,
          "de": 96,
          "en": 71
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 1.008,
        "segsMatched": 1,
        "sutta_uid": "mn134",
        "title": "Mittlere Lehrreden 134\nLomasakaṅgiya und eine erlesene Nacht",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}