{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "gründen tadel",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "gründen tadel",
    "method": "phrase",
    "resultPattern": "\\bgründen tadel",
    "segsMatched": 10,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.91_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an10.91/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.91_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.91",
        "lang": "de",
        "segMap": {
          "an10.91:12.1": {
            "scid": "an10.91:12.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den Genussmenschen, der mit ungesetzlichen Mitteln und Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und zufrieden macht, noch es teilt und Verdienst schafft. Er verdient aus drei <span class=\"ebt-matched\">Gründen Tadel</span>: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be criticized on three grounds. ",
            "matched": true
          },
          "an10.91:12.5": {
            "scid": "an10.91:12.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi gārayho. ",
            "de": "Dieser Genussmensch verdient aus diesen drei <span class=\"ebt-matched\">Gründen Tadel</span>. ",
            "en": "This pleasure seeker may be criticized on these three grounds. ",
            "matched": true
          },
          "an10.91:13.1": {
            "scid": "an10.91:13.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi gārayho ekena ṭhānena pāsaṁso. ",
            "de": "Betrachten wir den Genussmenschen, der mit ungesetzlichen Mitteln und Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei <span class=\"ebt-matched\">Gründen Tadel</span> und aus einem Grund Lob: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be criticized on two grounds, and praised on one. ",
            "matched": true
          },
          "an10.91:13.5": {
            "scid": "an10.91:13.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi gārayho iminā ekena ṭhānena pāsaṁso. ",
            "de": "Dieser Genussmensch verdient aus diesen zwei <span class=\"ebt-matched\">Gründen Tadel</span> und aus diesem einen Grund Lob. ",
            "en": "This pleasure seeker may be criticized on these two grounds, and praised on this one. ",
            "matched": true
          },
          "an10.91:15.1": {
            "scid": "an10.91:15.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso tīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den Genussmenschen, der sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und zufrieden macht, noch es teilt und Verdienst schafft. Er verdient aus einem Grund Lob und aus drei <span class=\"ebt-matched\">Gründen Tadel</span>: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground, and criticized on three. ",
            "matched": true
          },
          "an10.91:15.6": {
            "scid": "an10.91:15.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi tīhi ṭhānehi gārayho. ",
            "de": "Dieser Genussmensch verdient aus diesem einen Grund Lob und aus diesen drei <span class=\"ebt-matched\">Gründen Tadel</span>. ",
            "en": "This pleasure seeker may be praised on this one ground, and criticized on these three. ",
            "matched": true
          },
          "an10.91:16.1": {
            "scid": "an10.91:16.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso dvīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den Genussmenschen, der sowohl mit gesetzlichen als auch mit ungesetzlichen Mitteln, sowohl mit als auch ohne Zwang nach Vermögen trachtet und der sich damit selbst glücklich und zufrieden macht, es aber nicht teilt und kein Verdienst schafft. Er verdient aus zwei Gründen Lob und aus zwei <span class=\"ebt-matched\">Gründen Tadel</span>: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds, and criticized on two. ",
            "matched": true
          },
          "an10.91:16.6": {
            "scid": "an10.91:16.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
            "de": "Dieser Genussmensch verdient aus diesen zwei Gründen Lob und aus diesen zwei <span class=\"ebt-matched\">Gründen Tadel</span>. ",
            "en": "This pleasure seeker may be praised on these two grounds, and criticized on these two. ",
            "matched": true
          },
          "an10.91:18.1": {
            "scid": "an10.91:18.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso dvīhi ṭhānehi gārayho. ",
            "de": "Betrachten wir den Genussmenschen, der mit gesetzlichen Mitteln und ohne Zwang nach Vermögen trachtet und der sich damit nicht selbst glücklich und zufrieden macht, noch es teilt und Verdienst schafft. Er verdient aus einem Grund Lob und aus zwei <span class=\"ebt-matched\">Gründen Tadel</span>: ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground and criticized on two. ",
            "matched": true
          },
          "an10.91:18.5": {
            "scid": "an10.91:18.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
            "de": "Dieser Genussmensch verdient aus diesem einen Grund Lob und aus diesen zwei <span class=\"ebt-matched\">Gründen Tadel</span>. ",
            "en": "This pleasure seeker may be praised on this one ground, and criticized on these two. ",
            "matched": true
          }
        },
        "score": 10.112,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10\n10. Das Kapitel mit Upāli\n91. Genussmenschen",
        "segsMatched": 10,
        "langSegs": {
          "pli": 89,
          "de": 88,
          "en": 88
        }
      }
    ]
  }
}