{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "wachstum erwarten",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "wachstum erwarten",
    "method": "phrase",
    "resultPattern": "\\bwachstum erwarten",
    "segsMatched": 101,
    "bilaraPaths": [
      "root/pli/ms/sutta/dn/dn16_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn16_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn16_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.18_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.18_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.18_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.22_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.22_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.22_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.23_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.23_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.23_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.21_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.21_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.21_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an5/an5.58_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an5/an5.58_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an5/an5.58_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.68_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.68_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.68_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.67_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.67_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.67_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn16/sn16.7_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn16/sn16.7_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn16/sn16.7_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.24_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.24_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.24_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.14_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.14_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.14_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.26_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.26_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.26_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.25_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.25_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.25_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an6/an6.84_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an6/an6.84_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an6/an6.84_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn47/sn47.47_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn47/sn47.47_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn47/sn47.47_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn47/sn47.46_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn47/sn47.46_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn47/sn47.46_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn47/sn47.3_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn47/sn47.3_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn47/sn47.3_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn47/sn47.15_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn47/sn47.15_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn47/sn47.15_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.27_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.27_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.27_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "dn16/de/sabbamitta",
      "an10.18/de/sabbamitta",
      "an7.22/de/sabbamitta",
      "an7.23/de/sabbamitta",
      "an7.21/de/sabbamitta",
      "an5.58/de/sabbamitta",
      "an10.68/de/sabbamitta",
      "an10.67/de/sabbamitta",
      "sn16.7/de/sabbamitta",
      "an7.24/de/sabbamitta",
      "an10.14/de/sabbamitta",
      "an7.26/de/sabbamitta",
      "an7.25/de/sabbamitta",
      "an6.84/de/sabbamitta",
      "sn47.47/de/sabbamitta",
      "sn47.46/de/sabbamitta",
      "sn47.3/de/sabbamitta",
      "sn47.15/de/sabbamitta",
      "an7.27/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn16_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn16_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn16_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn16",
        "lang": "de",
        "segMap": {
          "dn16:1.4.5": {
            "scid": "dn16:1.4.5",
            "pli": "“Yāvakīvañca, ānanda, vajjī abhiṇhaṁ sannipātā sannipātabahulā bhavissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier sich regelmäßig versammeln und häufig Versammlungen abhalten, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis meet frequently and have many meetings, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.4.8": {
            "scid": "dn16:1.4.8",
            "pli": "“Yāvakīvañca, ānanda, vajjī samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā vajjikaraṇīyāni karissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.4.11": {
            "scid": "dn16:1.4.11",
            "pli": "“Yāvakīvañca, ānanda, vajjī apaññattaṁ na paññapessanti, paññattaṁ na samucchindissanti, yathāpaññatte porāṇe vajjidhamme samādāya vattissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die althergebrachten Grundsätze der Vajjier vornehmen, wie sie niedergelegt sind, und sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the traditional Vajjian principles as they have been decreed, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.4.14": {
            "scid": "dn16:1.4.14",
            "pli": "“Yāvakīvañca, ānanda, vajjī ye te vajjīnaṁ vajjimahallakā, te sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca sotabbaṁ maññissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier ihre Ältesten ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.4.17": {
            "scid": "dn16:1.4.17",
            "pli": "“Yāvakīvañca, ānanda, vajjī yā tā kulitthiyo kulakumāriyo, tā na okkassa pasayha vāsessanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier keine Frauen oder Mädchen vergewaltigen oder von ihren Familien entführen und sie zwingen, mit ihnen zu leben, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis don’t rape or abduct women or girls from their families and force them to live with them, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.4.20": {
            "scid": "dn16:1.4.20",
            "pli": "“Yāvakīvañca, ānanda, vajjī yāni tāni vajjīnaṁ vajjicetiyāni abbhantarāni ceva bāhirāni ca, tāni sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca dinnapubbaṁ katapubbaṁ dhammikaṁ baliṁ no parihāpessanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier ihre Heiligtümer, ob innerhalb oder außerhalb der Stadtmauern, ehren, achten, würdigen und verehren und die angemessenen pflichtgemäßen Opfer, wie sie früher gespendet und ausgeführt wurden, nicht vernachlässigen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.4.23": {
            "scid": "dn16:1.4.23",
            "pli": "“Yāvakīvañca, ānanda, vajjīnaṁ arahantesu dhammikā rakkhāvaraṇagutti susaṁvihitā bhavissati, kinti anāgatā ca arahanto vijitaṁ āgaccheyyuṁ, āgatā ca arahanto vijite phāsu vihareyyunti. Vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "„Solange die Vajjier Vollendeten in angemessener Weise Obhut, Schutz und Sicherheit bereitstellen und denken: ‚Dass doch mehr Vollendete in unser Land kämen und die, die bereits da sind, angenehm leben könnten!‘, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "“As long as the Vajjis organize proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort, they can expect growth, not decline.” ",
            "matched": true
          },
          "dn16:1.5.4": {
            "scid": "dn16:1.5.4",
            "pli": "Yāvakīvañca, brāhmaṇa, ime satta aparihāniyā dhammā vajjīsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu vajjī sandississanti, vuddhiyeva, brāhmaṇa, vajjīnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Vajjiern Bestand haben und solange man sieht, dass die Vajjier sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "As long as these seven principles that prevent decline last among the Vajjis, and as long as the Vajjis are seen following them, they can expect growth, not decline.” ",
            "matched": true
          },
          "dn16:1.5.6": {
            "scid": "dn16:1.5.6",
            "pli": "“ekamekenapi, bho gotama, aparihāniyena dhammena samannāgatānaṁ vajjīnaṁ vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "„Meister Gotama, wenn die Vajjier nur einen dieser Grundsätze befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“Master Gotama, if the Vajjis follow even a single one of these principles they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.11": {
            "scid": "dn16:1.6.11",
            "pli": "“Yāvakīvañca, bhikkhave, bhikkhū abhiṇhaṁ sannipātā sannipātabahulā bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Mönche und Nonnen sich regelmäßig versammeln und häufig Versammlungen abhalten, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the mendicants meet frequently and have many meetings, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.12": {
            "scid": "dn16:1.6.12",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā saṅghakaraṇīyāni karissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.13": {
            "scid": "dn16:1.6.13",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū apaññattaṁ na paññapessanti, paññattaṁ na samucchindissanti, yathāpaññattesu sikkhāpadesu samādāya vattissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die Schulungsregeln vornehmen, wie sie niedergelegt sind, und sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants don’t make new decrees or abolish existing decrees, but undertake and follow the training rules as they have been decreed, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.14": {
            "scid": "dn16:1.6.14",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca sotabbaṁ maññissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen die langjährigen Ordensältesten, die schon lange fortgezogen sind, die Väter und Anführer des Saṅgha ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants honor, respect, esteem, and venerate the senior mendicants—of long standing, long gone forth, fathers and leaders of the Saṅgha—and think them worth listening to, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.15": {
            "scid": "dn16:1.6.15",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū uppannāya taṇhāya ponobbhavikāya na vasaṁ gacchissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen nicht in den Bann eines aufgekommenen Verlangens nach künftigen Leben geraten, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants don’t fall under the sway of arisen craving for future lives, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.16": {
            "scid": "dn16:1.6.16",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū āraññakesu senāsanesu sāpekkhā bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen Sorge tragen, dass sie in Unterkünften in der Wildnis leben, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants take care to live in wilderness lodgings, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.17": {
            "scid": "dn16:1.6.17",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū paccattaññeva satiṁ upaṭṭhapessanti: ‘kinti anāgatā ca pesalā sabrahmacārī āgaccheyyuṁ, āgatā ca pesalā sabrahmacārī phāsu vihareyyun’ti. Vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange jeder der Mönche und Nonnen die Achtsamkeit verankert und denkt: ‚Dass doch mehr gutherzige geistliche Gefährten kämen und die, die bereits da sind, angenehm leben könnten!‘, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants individually establish mindfulness, so that more good-hearted spiritual companions might come, and those that have already come may live comfortably, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.6.18": {
            "scid": "dn16:1.6.18",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.7.4": {
            "scid": "dn16:1.7.4",
            "pli": "“Yāvakīvañca, bhikkhave, bhikkhū na kammārāmā bhavissanti na kammaratā na kammārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen nicht die Arbeit genießen, sie lieben und daran hängen, sie zu genießen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants don’t relish work, loving it and liking to relish it, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.7.10": {
            "scid": "dn16:1.7.10",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū na oramattakena visesādhigamena antarāvosānaṁ āpajjissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "oder auf halbem Weg aufhören, nachdem sie ein unbedeutendes Ergebnis erlangt haben, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they don’t stop half-way after achieving some insignificant distinction, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.8.1": {
            "scid": "dn16:1.8.1",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.8.9": {
            "scid": "dn16:1.8.9",
            "pli": "paññavanto bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "und weise sind, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "wise, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.8.10": {
            "scid": "dn16:1.8.10",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.9.7": {
            "scid": "dn16:1.9.7",
            "pli": "upekkhāsambojjhaṅgaṁ bhāvessanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "und den Faktor des Erwachens Gleichmut, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "equanimity, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.10.1": {
            "scid": "dn16:1.10.1",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā no parihāni. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.10.11": {
            "scid": "dn16:1.10.11",
            "pli": "nirodhasaññaṁ bhāvessanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "und die Wahrnehmung des Aufhörens, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "cessation, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.10.12": {
            "scid": "dn16:1.10.12",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.11.6": {
            "scid": "dn16:1.11.6",
            "pli": "mettaṁ manokammaṁ paccupaṭṭhāpessanti sabrahmacārīsu āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "und solange sie sie mit dem Geist stets liebevoll behandeln, sowohl öffentlich als insgeheim, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "and mental kindness both in public and in private, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.11.7": {
            "scid": "dn16:1.11.7",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū, ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi appaṭivibhattabhogī bhavissanti sīlavantehi sabrahmacārīhi sādhāraṇabhogī, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen vorbehaltlos teilen, was sie an materiellem Besitz auf rechtmäßige Weise erhalten haben, selbst das Essen in ihrer Almosenschale, und es gemeinsam mit ihren sittlichen geistlichen Gefährten benutzen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants share without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions, they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.11.8": {
            "scid": "dn16:1.11.8",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññūpasatthāni aparāmaṭṭhāni samādhisaṁvattanikāni tathārūpesu sīlesu sīlasāmaññagatā viharissanti sabrahmacārīhi āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen gemäß den Regeln leben, die sie mit ihren geistlichen Gefährten teilen, sowohl öffentlich als insgeheim – diese Regeln, die ungebrochen, tadellos, makellos und unbeschädigt sind; die befreiend sind, von vernünftigen Menschen gepriesen werden, nicht fehlgeleitet sind und in die Versenkung führen – solange können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants live according to the precepts shared with their spiritual companions, both in public and in private—such precepts as are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion—they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.11.9": {
            "scid": "dn16:1.11.9",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū yāyaṁ diṭṭhi ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya, tathārūpāya diṭṭhiyā diṭṭhisāmaññagatā viharissanti sabrahmacārīhi āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen entsprechend der Ansicht leben, die sie mit ihren geistlichen Gefährten teilen, sowohl öffentlich als insgeheim – diese Ansicht, die edel ist, unabhängig macht und den, der sie übt, zum völligen Beenden des Leidens führt – solange können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants live according to the view shared with their spiritual companions, both in public and in private—the view that is noble and emancipating, and leads one who practices it to the complete end of suffering—they can expect growth, not decline. ",
            "matched": true
          },
          "dn16:1.11.10": {
            "scid": "dn16:1.11.10",
            "pli": "Yāvakīvañca, bhikkhave, ime cha aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca chasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "Solange diese sechs Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "As long as these six principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.” ",
            "matched": true
          }
        },
        "score": 31.019,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 16\nDie große Lehrrede vom Erlöschen des Buddha",
        "segsMatched": 31,
        "langSegs": {
          "pli": 1664,
          "de": 1578,
          "en": 1564
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.18_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.18_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.18_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.18",
        "lang": "de",
        "segMap": {
          "an10.18:2.7": {
            "scid": "an10.18:2.7",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn sie von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann diese Nonne nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:3.3": {
            "scid": "an10.18:3.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn er von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann dieser Mönch nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:4.3": {
            "scid": "an10.18:4.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn sie von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann diese Nonne nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:5.3": {
            "scid": "an10.18:5.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn er von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann dieser Mönch nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:6.3": {
            "scid": "an10.18:6.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn sie von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann diese Nonne nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:7.3": {
            "scid": "an10.18:7.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn er von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann dieser Mönch nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:8.3": {
            "scid": "an10.18:8.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn sie von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann diese Nonne nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:9.3": {
            "scid": "an10.18:9.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn er von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann dieser Mönch nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:10.3": {
            "scid": "an10.18:10.3",
            "pli": "Tassa therānukampitassa majjhimānukampitassa navānukampitassa vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Wenn sie von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann diese Nonne nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          },
          "an10.18:11.3": {
            "scid": "an10.18:11.3",
            "pli": "Tassa therānukampitassa …pe… no parihāni. ",
            "de": "Wenn er von den älteren, mittelalten und jüngeren Mönchen und Nonnen mit solcher Güte behandelt wird, kann dieser Mönch nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "Being treated with such kindness by the senior, middle, and junior mendicants, that mendicant can expect only growth, not decline. ",
            "matched": true
          }
        },
        "score": 10.169,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10.18\n2. Das Kapitel über einen Beschützer\nEin Beschützer (2)",
        "segsMatched": 10,
        "langSegs": {
          "pli": 59,
          "de": 58,
          "en": 58
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.22_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.22_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.22_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.22",
        "lang": "de",
        "segMap": {
          "an7.22:4.5": {
            "scid": "an7.22:4.5",
            "pli": "“Yāvakīvañca, ānanda, vajjī abhiṇhaṁ sannipātā bhavissanti sannipātabahulā; vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier sich regelmäßig versammeln und häufig Versammlungen abhalten, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis meet frequently and have many meetings, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.22:5.3": {
            "scid": "an7.22:5.3",
            "pli": "“Yāvakīvañca, ānanda, vajjī samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā vajjikaraṇīyāni karissanti; vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.22:6.3": {
            "scid": "an7.22:6.3",
            "pli": "“Yāvakīvañca, ānanda, vajjī apaññattaṁ na paññāpessanti, paññattaṁ na samucchindissanti, yathāpaññatte porāṇe vajjidhamme samādāya vattissanti; vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die althergebrachten Grundsätze der Vajjier vornehmen, wie sie niedergelegt sind, und sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the traditional Vajjian principles as they have been decreed, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.22:7.3": {
            "scid": "an7.22:7.3",
            "pli": "“Yāvakīvañca, ānanda, vajjī ye te vajjīnaṁ vajjimahallakā te sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca sotabbaṁ maññissanti; vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier ihre Ältesten ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.22:8.3": {
            "scid": "an7.22:8.3",
            "pli": "“Yāvakīvañca, ānanda, vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsessanti; vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier keine Frauen oder Mädchen vergewaltigen oder von ihren Familien entführen und sie zwingen, mit ihnen zu leben, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis don’t rape or abduct women or girls from their families and force them to live with them, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.22:9.3": {
            "scid": "an7.22:9.3",
            "pli": "“Yāvakīvañca, ānanda, vajjī yāni tāni vajjīnaṁ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca dinnapubbaṁ katapubbaṁ dhammikaṁ baliṁ no parihāpessanti; vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "„Solange die Vajjier ihre Heiligtümer, ob innerhalb oder außerhalb der Stadtmauern, ehren, achten, würdigen und verehren und die angemessenen pflichtgemäßen Opfer, wie sie früher gespendet und ausgeführt wurden, nicht vernachlässigen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "“As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.22:10.3": {
            "scid": "an7.22:10.3",
            "pli": "“Yāvakīvañca, ānanda, vajjīnaṁ arahantesu dhammikā rakkhāvaraṇagutti susaṁvihitā bhavissati: ‘kinti anāgatā ca arahanto vijitaṁ āgaccheyyuṁ, āgatā ca arahanto vijite phāsuṁ vihareyyun’ti; vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "„Solange die Vajjier Vollendeten in angemessener Weise Obhut, Schutz und Sicherheit bereitstellen und denken: ‚Dass doch mehr Vollendete in unser Land kämen und die, die bereits da sind, angenehm leben könnten!‘, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "“As long as the Vajjis organize proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort, they can expect growth, not decline.” ",
            "matched": true
          },
          "an7.22:11.4": {
            "scid": "an7.22:11.4",
            "pli": "Yāvakīvañca, brāhmaṇa, ime satta aparihāniyā dhammā vajjīsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu vajjī sandississanti; vuddhiyeva, brāhmaṇa, vajjīnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Vajjiern Bestand haben und solange man sieht, dass die Vajjier sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "As long as these seven principles that prevent decline last among the Vajjis, and as long as the Vajjis are seen following them, they can expect growth, not decline.” ",
            "matched": true
          },
          "an7.22:12.1": {
            "scid": "an7.22:12.1",
            "pli": "“Ekamekenapi, bho gotama, aparihāniyena dhammena samannāgatānaṁ vajjīnaṁ vuddhiyeva pāṭikaṅkhā, no parihāni; ",
            "de": "Als der Buddha geendet hatte, sagte Vassakāra zu ihm: „Meister Gotama, wenn die Vajjier nur einen dieser Grundsätze befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "When the Buddha had spoken, Vassakāra said to him: “Master Gotama, if the Vajjis follow even a single one of these principles they can expect growth, not decline. ",
            "matched": true
          }
        },
        "score": 9.158,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.22\n3. Das Kapitel über die Sieben der Vajjier\nMit Vassakāra",
        "segsMatched": 9,
        "langSegs": {
          "pli": 57,
          "de": 55,
          "en": 56
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.23_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.23_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.23_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.23",
        "lang": "de",
        "segMap": {
          "an7.23:2.2": {
            "scid": "an7.23:2.2",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū abhiṇhaṁ sannipātā bhavissanti sannipātabahulā; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen sich regelmäßig versammeln und häufig Versammlungen abhalten, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants meet frequently and have many meetings, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.23:3.1": {
            "scid": "an7.23:3.1",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā saṅghakaraṇīyāni karissanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.23:4.1": {
            "scid": "an7.23:4.1",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū apaññattaṁ na paññāpessanti, paññattaṁ na samucchindissanti, yathāpaññattesu sikkhāpadesu samādāya vattissanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die Schulungsregeln vornehmen, wie sie niedergelegt sind, und sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants don’t make new decrees or abolish existing decrees, but undertake and follow the training rules as they have been decreed, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.23:5.1": {
            "scid": "an7.23:5.1",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca sotabbaṁ maññissanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen die langjährigen Ordensältesten, die schon lange fortgezogen sind, die Väter und Anführer des Saṅgha ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants honor, respect, esteem, and venerate the senior mendicants—of long standing, long gone forth, fathers and leaders of the Saṅgha—and think them worth listening to, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.23:6.1": {
            "scid": "an7.23:6.1",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū uppannāya taṇhāya ponobhavikāya na vasaṁ gacchissanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen sich von einem aufgekommenen Verlangen nach künftigen Leben nicht in den Bann ziehen lassen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants don’t fall under the sway of arisen craving for future lives, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.23:7.1": {
            "scid": "an7.23:7.1",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū āraññakesu senāsanesu sāpekkhā bhavissanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen Sorge tragen, dass sie in Unterkünften in der Wildnis leben, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants take care to live in wilderness lodgings, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.23:8.1": {
            "scid": "an7.23:8.1",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū paccattaññeva satiṁ upaṭṭhāpessanti: ‘kinti anāgatā ca pesalā sabrahmacārī āgaccheyyuṁ, āgatā ca pesalā sabrahmacārī phāsuṁ vihareyyun’ti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange jeder der Mönche und Nonnen die Achtsamkeit verankert und denkt: ‚Dass doch mehr gutherzige geistliche Gefährten kämen und die, die bereits da sind, angenehm leben könnten!‘, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants individually establish mindfulness, so that more good-hearted spiritual companions might come, and those that have already come may live comfortably, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.23:9.1": {
            "scid": "an7.23:9.1",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.” ",
            "matched": true
          }
        },
        "score": 8.4,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.23\n3. Das Kapitel über die Sieben der Vajjier\nKein Niedergang für Mönche und Nonnen (1)",
        "segsMatched": 8,
        "langSegs": {
          "pli": 20,
          "de": 19,
          "en": 19
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.21_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.21_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.21_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.21",
        "lang": "de",
        "segMap": {
          "an7.21:2.3": {
            "scid": "an7.21:2.3",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they can expect growth, not decline. ",
            "matched": true
          },
          "an7.21:3.2": {
            "scid": "an7.21:3.2",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they can expect growth, not decline. ",
            "matched": true
          },
          "an7.21:4.2": {
            "scid": "an7.21:4.2",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they can expect growth, not decline. ",
            "matched": true
          },
          "an7.21:5.2": {
            "scid": "an7.21:5.2",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they can expect growth, not decline. ",
            "matched": true
          },
          "an7.21:6.2": {
            "scid": "an7.21:6.2",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they can expect growth, not decline. ",
            "matched": true
          },
          "an7.21:7.2": {
            "scid": "an7.21:7.2",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they can expect growth, not decline. ",
            "matched": true
          },
          "an7.21:8.3": {
            "scid": "an7.21:8.3",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they can expect growth, not decline. ",
            "matched": true
          },
          "an7.21:9.2": {
            "scid": "an7.21:9.2",
            "pli": "vuddhiyeva, licchavī, vajjīnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "they can expect growth, not decline.” ",
            "matched": true
          }
        },
        "score": 8.276,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.21\n3. Das Kapitel über die Sieben der Vajjier\nBei Sārandada",
        "segsMatched": 8,
        "langSegs": {
          "pli": 29,
          "de": 28,
          "en": 28
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an5/an5.58_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an5/an5.58_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an5/an5.58_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an5.58",
        "lang": "de",
        "segMap": {
          "an5.58:5.2": {
            "scid": "an5.58:5.2",
            "pli": "yadi vā rañño khattiyassa muddhāvasittassa, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṁ kārenti, vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "kann man nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang – ob es ein gesalbter adliger König ist, ein ernannter oder durch Erbfolge zum Amt gekommener Beamter, ein General, ein Ortsvorsteher, ein Gildemeister oder ein Fürst seines eigenen Stammes. ",
            "en": "“Mahānāma, you can expect only growth, not decline, when you find five qualities in any gentleman—whether he’s an anointed aristocratic king, an appointed or hereditary official, an army general, a village chief, a guild chief, or a ruler of his own clan. ",
            "matched": true
          },
          "an5.58:6.5": {
            "scid": "an5.58:6.5",
            "pli": "Mātāpitānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein ehrbarer Mensch von seinen Eltern geliebt wird, kann man nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by his mother and father, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:7.4": {
            "scid": "an5.58:7.4",
            "pli": "Puttadāradāsakammakaraporisānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein ehrbarer Mensch von seinen Frauen und Kindern, Leibeigenen, Arbeitern und Angestellten geliebt wird, kann man nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by his wives and children, bondservants, workers, and staff, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:8.4": {
            "scid": "an5.58:8.4",
            "pli": "Khettakammantasāmantasabyohārānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein ehrbarer Mensch von denen, die die angrenzenden Felder bearbeiten, und von seinen Geschäftspartnern geliebt wird, kann man nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by those who work the neighboring fields, and those he does business with, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:9.4": {
            "scid": "an5.58:9.4",
            "pli": "devatānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein ehrbarer Mensch von den Gottheiten, die pflichtgemäße Opfer erhalten, geliebt wird, kann man nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by the deities, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:10.4": {
            "scid": "an5.58:10.4",
            "pli": "Samaṇabrāhmaṇānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni. ",
            "de": "Wenn ein ehrbarer Mensch von Asketen und Brahmanen geliebt wird, kann man nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "When a gentleman is loved by ascetics and brahmins, you can expect only growth, not decline. ",
            "matched": true
          },
          "an5.58:11.1": {
            "scid": "an5.58:11.1",
            "pli": "Yassa kassaci, mahānāma, kulaputtassa ime pañca dhammā saṁvijjanti—",
            "de": "Wenn man bei einem ehrbaren Menschen diese fünf Eigenschaften findet, kann man nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang – ",
            "en": "You can expect only growth, not decline, when you find these five qualities in any gentleman—",
            "matched": true
          }
        },
        "score": 7.117,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 5.58\n6. Das Kapitel über Hindernisse\nDie jungen Licchaver",
        "segsMatched": 7,
        "langSegs": {
          "pli": 60,
          "de": 59,
          "en": 59
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.68_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.68_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.68_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.68",
        "lang": "de",
        "segMap": {
          "an10.68:5.9": {
            "scid": "an10.68:5.9",
            "pli": "appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an10.68:5.12": {
            "scid": "an10.68:5.12",
            "pli": "appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihānī”ti. ",
            "de": "bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          },
          "an10.68:7.9": {
            "scid": "an10.68:7.9",
            "pli": "appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an10.68:7.12": {
            "scid": "an10.68:7.12",
            "pli": "appamādo atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihānī”ti. ",
            "de": "bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          }
        },
        "score": 4.054,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10.68\n7. Das Kapitel mit Paaren\nBei Naḷakapāna (2)",
        "segsMatched": 4,
        "langSegs": {
          "pli": 74,
          "de": 38,
          "en": 73
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.67_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.67_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.67_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.67",
        "lang": "de",
        "segMap": {
          "an10.67:6.3": {
            "scid": "an10.67:6.3",
            "pli": "paññā atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an10.67:6.8": {
            "scid": "an10.67:6.8",
            "pli": "paññā atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an10.67:10.4": {
            "scid": "an10.67:10.4",
            "pli": "paññā atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an10.67:10.9": {
            "scid": "an10.67:10.9",
            "pli": "paññā atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          }
        },
        "score": 4.043,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10.67\n7. Das Kapitel mit Paaren\nBei Naḷakapāna (1)",
        "segsMatched": 4,
        "langSegs": {
          "pli": 93,
          "de": 79,
          "en": 92
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.24_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.24_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.24_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.24",
        "lang": "de",
        "segMap": {
          "an7.24:2.1": {
            "scid": "an7.24:2.1",
            "pli": "Yāvakīvañca, bhikkhave, bhikkhū na kammārāmā bhavissanti, na kammaratā, na kammārāmataṁ anuyuttā; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "Solange die Mönche und Nonnen nicht die Arbeit genießen, sie lieben und daran hängen, sie zu genießen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "As long as the mendicants don’t relish work, loving it and liking to relish it, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.24:3.6": {
            "scid": "an7.24:3.6",
            "pli": "na oramattakena visesādhigamena antarāvosānaṁ āpajjissanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "oder auf halbem Weg aufhören, nachdem sie ein unbedeutendes Ergebnis erlangt haben, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "they don’t stop half-way after achieving some insignificant distinction, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.24:4.1": {
            "scid": "an7.24:4.1",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.” ",
            "matched": true
          }
        },
        "score": 3.2,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.24\n3. Das Kapitel über die Sieben der Vajjier\nKein Niedergang für Mönche und Nonnen (2)",
        "segsMatched": 3,
        "langSegs": {
          "pli": 15,
          "de": 14,
          "en": 14
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.14_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.14_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.14_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.14",
        "lang": "de",
        "segMap": {
          "an10.14:8.1": {
            "scid": "an10.14:8.1",
            "pli": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā pañca cetokhilā pahīnā pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "Wenn ein Mönch oder eine Nonne fünf Arten der seelischen Unfruchtbarkeit aufgegeben und fünf seelische Ketten durchtrennt hat, können sie bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "A monk or nun who has given up five kinds of emotional barrenness and has cut off five emotional shackles can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an10.14:13.1": {
            "scid": "an10.14:13.1",
            "pli": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā pahīnā ime pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni. ",
            "de": "Wenn ein Mönch oder eine Nonne diese fünf Arten der seelischen Unfruchtbarkeit aufgegeben und diese fünf seelischen Ketten durchtrennt hat, können sie bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "A monk or nun who has given up these five kinds of emotional barrenness and has cut off these five emotional shackles can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an10.14:14.2": {
            "scid": "an10.14:14.2",
            "pli": "evamevaṁ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā pahīnā ime pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihānī”ti. ",
            "de": "Ebenso ist es, wenn ein Mönch oder eine Nonne diese fünf Arten der seelischen Unfruchtbarkeit aufgegeben und diese fünf seelische Ketten durchtrennt hat: Sie können bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "In the same way, a monk or nun who has given up these five kinds of emotional barrenness and has cut off these five emotional shackles can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          }
        },
        "score": 3.054,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10.14\n2. Das Kapitel über einen Beschützer\nSeelische Unfruchtbarkeit",
        "segsMatched": 3,
        "langSegs": {
          "pli": 56,
          "de": 55,
          "en": 55
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn16/sn16.7_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn16/sn16.7_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn16/sn16.7_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn16.7",
        "lang": "de",
        "segMap": {
          "sn16.7:5.1": {
            "scid": "sn16.7:5.1",
            "pli": "Yassa kassaci, bhante, saddhā atthi kusalesu dhammesu, hirī atthi kusalesu dhammesu, ottappaṁ atthi kusalesu dhammesu, vīriyaṁ atthi kusalesu dhammesu, paññā atthi kusalesu dhammesu, tassa yā ratti vā divaso vā āgacchati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Herr, jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "Sir, whoever has faith, conscience, prudence, energy, and wisdom when it comes to skillful qualities can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "sn16.7:6.2": {
            "scid": "sn16.7:6.2",
            "pli": "Evameva kho, bhante, yassa kassaci saddhā atthi kusalesu dhammesu … ",
            "de": "Ebenso kann jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "In the same way, whoever has faith, conscience, prudence, energy, and wisdom when it comes to skillful qualities can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "sn16.7:10.1": {
            "scid": "sn16.7:10.1",
            "pli": "Yassa kassaci, kassapa, saddhā atthi kusalesu dhammesu …pe… ",
            "de": "Jeder, der in Bezug auf taugliche Eigenschaften Vertrauen, ein Gewissen, Besonnenheit, Energie und Weisheit besitzt, kann <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang … ",
            "en": "Whoever has faith, conscience, prudence, energy, and wisdom when it comes to skillful qualities can expect growth, not decline … ",
            "matched": true
          }
        },
        "score": 3.037,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 16.7\n1. Das Kapitel mit Kassapa\nUnterweisung (2)",
        "segsMatched": 3,
        "langSegs": {
          "pli": 81,
          "de": 38,
          "en": 80
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.25_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.25_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.25_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.25",
        "lang": "de",
        "segMap": {
          "an7.25:2.6": {
            "scid": "an7.25:2.6",
            "pli": "paññavanto bhavissanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "und weise sind, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "wise, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.25:3.1": {
            "scid": "an7.25:3.1",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.” ",
            "matched": true
          }
        },
        "score": 2.133,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.25\n3. Das Kapitel über die Sieben der Vajjier\nKein Niedergang für Mönche und Nonnen (3)",
        "segsMatched": 2,
        "langSegs": {
          "pli": 15,
          "de": 14,
          "en": 14
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.26_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.26_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.26_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.26",
        "lang": "de",
        "segMap": {
          "an7.26:2.6": {
            "scid": "an7.26:2.6",
            "pli": "upekkhāsambojjhaṅgaṁ bhāvessanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
            "de": "und den Faktor des Erwachens Gleichmut, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. ",
            "en": "equanimity, they can expect growth, not decline. ",
            "matched": true
          },
          "an7.26:3.1": {
            "scid": "an7.26:3.1",
            "pli": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.” ",
            "matched": true
          }
        },
        "score": 2.133,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.26\n3. Das Kapitel über die Sieben der Vajjier\nFaktoren des Erwachens",
        "segsMatched": 2,
        "langSegs": {
          "pli": 15,
          "de": 14,
          "en": 14
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an6/an6.84_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an6/an6.84_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an6/an6.84_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an6.84",
        "lang": "de",
        "segMap": {
          "an6.84:2.1": {
            "scid": "an6.84:2.1",
            "pli": "Chahi, bhikkhave, dhammehi samannāgatassa bhikkhuno yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihāni. ",
            "de": "Eine Nonne, die sechs Eigenschaften besitzt, kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht. ",
            "en": "A mendicant with six qualities can expect growth, not decline, in skillful qualities, whether by day or by night. ",
            "matched": true
          },
          "an6.84:2.4": {
            "scid": "an6.84:2.4",
            "pli": "Imehi kho, bhikkhave, chahi dhammehi samannāgatassa bhikkhuno yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā, kusalesu dhammesu no parihānī”ti. ",
            "de": "Eine Nonne, die diese sechs Eigenschaften besitzt, kann bei tauglichen Eigenschaften <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "A mendicant with these six qualities can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          }
        },
        "score": 2.111,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 6.84\n8. Das Kapitel über die Vollendung\nTag und Nacht",
        "segsMatched": 2,
        "langSegs": {
          "pli": 18,
          "de": 11,
          "en": 16
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.27_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.27_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.27_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.27",
        "lang": "de",
        "segMap": {
          "an7.27:3.1": {
            "scid": "an7.27:3.1",
            "pli": "vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu, bhikkhū sandississanti; vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihānī”ti. ",
            "de": "können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang. Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Mönchen und Nonnen Bestand haben und solange man sieht, dass die Mönche und Nonnen sie befolgen, können sie <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang.“ ",
            "en": "they can expect growth, not decline. As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.” ",
            "matched": true
          }
        },
        "score": 1.067,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.27\n3. Das Kapitel über die Sieben der Vajjier\nWahrnehmungen",
        "segsMatched": 1,
        "langSegs": {
          "pli": 15,
          "de": 14,
          "en": 14
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn47/sn47.47_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn47/sn47.47_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn47/sn47.47_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn47.47",
        "lang": "de",
        "segMap": {
          "sn47.47:2.6": {
            "scid": "sn47.47:2.6",
            "pli": "Yato kho tvaṁ, bhikkhu, sīlaṁ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṁ bhāvessasi, tato tuyhaṁ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti …pe… ",
            "de": "Wenn du die vier Arten der Achtsamkeitsmeditation so entwickelst, getragen von sittlichem Verhalten und gestützt auf sittliches Verhalten, kannst du bei tauglichen Eigenschaften nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ … ",
            "en": "When you develop the four kinds of mindfulness meditation in this way, depending on and grounded on ethics, you can expect growth, not decline, in skillful qualities, whether by day or by night.” … ",
            "matched": true
          }
        },
        "score": 1.053,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 47.47\n5. Das Kapitel über die Unsterblichkeit\nSchlechtes Verhalten",
        "segsMatched": 1,
        "langSegs": {
          "pli": 19,
          "de": 16,
          "en": 18
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn47/sn47.46_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn47/sn47.46_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn47/sn47.46_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn47.46",
        "lang": "de",
        "segMap": {
          "sn47.46:3.6": {
            "scid": "sn47.46:3.6",
            "pli": "Yato kho tvaṁ, bhikkhu, sīlaṁ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṁ bhāvessasi, tato tuyhaṁ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
            "de": "Wenn du die vier Arten der Achtsamkeitsmeditation so entwickelst, getragen von sittlichem Verhalten und gestützt auf sittliches Verhalten, kannst du bei tauglichen Eigenschaften nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "When you develop the four kinds of mindfulness meditation in this way, depending on and grounded on ethics, you can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          }
        },
        "score": 1.05,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 47.46\n5. Das Kapitel über die Unsterblichkeit\nZügelung in der Ordenssatzung",
        "segsMatched": 1,
        "langSegs": {
          "pli": 20,
          "de": 19,
          "en": 19
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn47/sn47.15_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn47/sn47.15_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn47/sn47.15_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn47.15",
        "lang": "de",
        "segMap": {
          "sn47.15:2.6": {
            "scid": "sn47.15:2.6",
            "pli": "Yato kho tvaṁ, bāhiya, sīlaṁ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṁ bhāvessasi, tato tuyhaṁ, bāhiya, yā ratti vā divaso vā āgamissati, vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
            "de": "Wenn du diese vier Arten der Achtsamkeitsmeditation entwickelst, getragen von sittlichem Verhalten und gestützt auf sittliches Verhalten, kannst du bei tauglichen Eigenschaften nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "When you develop these four kinds of mindfulness meditation, depending on and grounded on ethics, you can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          }
        },
        "score": 1.048,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 47.15\n2. Das Kapitel bei Nālandā\nMit Bāhiya",
        "segsMatched": 1,
        "langSegs": {
          "pli": 21,
          "de": 20,
          "en": 20
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn47/sn47.3_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn47/sn47.3_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn47/sn47.3_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn47.3",
        "lang": "de",
        "segMap": {
          "sn47.3:2.14": {
            "scid": "sn47.3:2.14",
            "pli": "Yato kho tvaṁ, bhikkhu, sīlaṁ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṁ tividhena bhāvessasi, tato tuyhaṁ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti. ",
            "de": "Wenn du die vier Arten der Achtsamkeitsmeditation so auf dreierlei Weise entwickelst, getragen von sittlichem Verhalten und gestützt auf sittliches Verhalten, kannst du bei tauglichen Eigenschaften nur <span class=\"ebt-matched\">Wachstum erwarten</span>, keinen Niedergang, bei Tag oder Nacht.“ ",
            "en": "When you develop the four kinds of mindfulness meditation in these three ways, depending on and grounded on ethics, you can expect growth, not decline, in skillful qualities, whether by day or by night.” ",
            "matched": true
          }
        },
        "score": 1.032,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 47.3\n1. Das Kapitel bei Ambapālī\nEin Mönch",
        "segsMatched": 1,
        "langSegs": {
          "pli": 31,
          "de": 30,
          "en": 30
        }
      }
    ]
  }
}