{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sujato",
      "docLang": "en",
      "docAuthor": "sujato",
      "includeUnpublished": false,
      "lang": "en",
      "langAuthor": "sujato",
      "languages": [
        "pli",
        "en",
        "ref"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "happy and pleased",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "en",
      "searchAuthor": "sujato",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sujato",
    "lang": "en",
    "searchLang": "en",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "happy and pleased",
    "method": "phrase",
    "resultPattern": "\\bhappy and pleased",
    "segsMatched": 72,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn42/sn42.12_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn42/sn42.12_translation-en-sujato.json",
      "root/pli/ms/sutta/dn/dn29_root-pli-ms.json",
      "translation/en/sujato/sutta/dn/dn29_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn3/sn3.19_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn3/sn3.19_translation-en-sujato.json",
      "root/pli/ms/sutta/dn/dn2_root-pli-ms.json",
      "translation/en/sujato/sutta/dn/dn2_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an5/an5.41_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an5/an5.41_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an5/an5.227_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an5/an5.227_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an4/an4.61_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an4/an4.61_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an10.91/en/sujato",
      "sn42.12/en/sujato",
      "dn29/en/sujato",
      "sn3.19/en/sujato",
      "dn2/en/sujato",
      "an5.41/en/sujato",
      "an5.227/en/sujato",
      "an4.61/en/sujato"
    ],
    "mlDocs": [
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "an10.91:2.4": {
            "scid": "an10.91:2.4",
            "pli": "adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, nor share it and make merit. ",
            "matched": true
          },
          "an10.91:3.2": {
            "scid": "an10.91:3.2",
            "pli": "adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati na puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, but don’t share it and make merit. ",
            "matched": true
          },
          "an10.91:4.2": {
            "scid": "an10.91:4.2",
            "pli": "adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "an10.91:5.2": {
            "scid": "an10.91:5.2",
            "pli": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, nor share it and make merit. ",
            "matched": true
          },
          "an10.91:6.2": {
            "scid": "an10.91:6.2",
            "pli": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti, na saṁvibhajati na puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, but don’t share it and make merit. ",
            "matched": true
          },
          "an10.91:7.2": {
            "scid": "an10.91:7.2",
            "pli": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "an10.91:8.2": {
            "scid": "an10.91:8.2",
            "pli": "dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, nor share it and make merit. ",
            "matched": true
          },
          "an10.91:9.2": {
            "scid": "an10.91:9.2",
            "pli": "dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati na puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, but don’t share it and make merit. ",
            "matched": true
          },
          "an10.91:10.2": {
            "scid": "an10.91:10.2",
            "pli": "dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "an10.91:11.2": {
            "scid": "an10.91:11.2",
            "pli": "dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "an10.91:12.1": {
            "scid": "an10.91:12.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, nor share it and make merit. They may be criticized on three grounds. ",
            "matched": true
          },
          "an10.91:12.3": {
            "scid": "an10.91:12.3",
            "pli": "‘Na attānaṁ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for criticism. ",
            "matched": true
          },
          "an10.91:13.1": {
            "scid": "an10.91:13.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi gārayho ekena ṭhānena pāsaṁso. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, but doesn’t share it and make merit. They may be criticized on two grounds, and praised on one. ",
            "matched": true
          },
          "an10.91:13.3": {
            "scid": "an10.91:13.3",
            "pli": "‘Attānaṁ sukheti pīṇetī’ti, iminā ekena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the one ground for praise. ",
            "matched": true
          },
          "an10.91:14.1": {
            "scid": "an10.91:14.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena gārayho dvīhi ṭhānehi pāsaṁso. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit. They may be criticized on one ground, and praised on two. ",
            "matched": true
          },
          "an10.91:14.3": {
            "scid": "an10.91:14.3",
            "pli": "‘Attānaṁ sukheti pīṇetī’ti, iminā paṭhamena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the first ground for praise. ",
            "matched": true
          },
          "an10.91:15.1": {
            "scid": "an10.91:15.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso tīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, nor share it and make merit. They may be praised on one ground, and criticized on three. ",
            "matched": true
          },
          "an10.91:15.4": {
            "scid": "an10.91:15.4",
            "pli": "‘Na attānaṁ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for criticism. ",
            "matched": true
          },
          "an10.91:16.1": {
            "scid": "an10.91:16.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso dvīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, but doesn’t share it and make merit. They may be praised on two grounds, and criticized on two. ",
            "matched": true
          },
          "an10.91:16.4": {
            "scid": "an10.91:16.4",
            "pli": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "an10.91:17.1": {
            "scid": "an10.91:17.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and make merit. They may be praised on three grounds, and criticized on one. ",
            "matched": true
          },
          "an10.91:17.4": {
            "scid": "an10.91:17.4",
            "pli": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "an10.91:18.1": {
            "scid": "an10.91:18.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso dvīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who doesn’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, nor share it and make merit. They may be praised on one ground and criticized on two. ",
            "matched": true
          },
          "an10.91:18.3": {
            "scid": "an10.91:18.3",
            "pli": "‘Na attānaṁ sukheti na pīṇetī’ti, iminā paṭhamena ṭhānena gārayho. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the first ground for criticism. ",
            "matched": true
          },
          "an10.91:19.1": {
            "scid": "an10.91:19.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, but doesn’t share it and make merit. They may be praised on two grounds and criticized on one. ",
            "matched": true
          },
          "an10.91:19.3": {
            "scid": "an10.91:19.3",
            "pli": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "an10.91:20.1": {
            "scid": "an10.91:20.1",
            "pli": "Tatra, gahapati yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit. But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. They may be praised on three grounds and criticized on one. ",
            "matched": true
          },
          "an10.91:20.3": {
            "scid": "an10.91:20.3",
            "pli": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "an10.91:21.1": {
            "scid": "an10.91:21.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ, gahapati, kāmabhogī catūhi ṭhānehi pāsaṁso. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit. And they enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. They may be praised on four grounds. ",
            "matched": true
          },
          "an10.91:21.3": {
            "scid": "an10.91:21.3",
            "pli": "‘Attānaṁ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "an10.91:22.2": {
            "scid": "an10.91:22.2",
            "pli": "Imesaṁ kho, gahapati, dasannaṁ kāmabhogīnaṁ yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ imesaṁ dasannaṁ kāmabhogīnaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca. ",
            "en": "The pleasure seeker who seeks wealth using legitimate, non-coercive means, who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit, and who uses that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, chief, highest, and finest of the ten. ",
            "matched": true
          },
          "an10.91:23.1": {
            "scid": "an10.91:23.1",
            "pli": "Evamevaṁ kho, gahapati, imesaṁ dasannaṁ kāmabhogīnaṁ yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṁ imesaṁ dasannaṁ kāmabhogīnaṁ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro cā”ti. ",
            "en": "In the same way, the pleasure seeker who seeks wealth using legitimate, non-coercive means, who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit, and who uses that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, chief, highest, and finest of the ten.” ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 89,
          "en": 88
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 32.36,
        "segsMatched": 32,
        "sutta_uid": "an10.91",
        "title": "Numbered Discourses 10.91\n10. With Upāli\nPleasure Seekers",
        "type": "translation"
      },
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "sn42.12:3.3": {
            "scid": "sn42.12:3.3",
            "pli": "Idha, gāmaṇi, ekacco kāmabhogī adhammena bhoge pariyesati, sāhasena adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti. ",
            "en": "Take a pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:3.5": {
            "scid": "sn42.12:3.5",
            "pli": "Adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati na puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, but don’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:3.7": {
            "scid": "sn42.12:3.7",
            "pli": "Adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "sn42.12:4.2": {
            "scid": "sn42.12:4.2",
            "pli": "Dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:4.4": {
            "scid": "sn42.12:4.4",
            "pli": "Dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:4.6": {
            "scid": "sn42.12:4.6",
            "pli": "Dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "sn42.12:5.2": {
            "scid": "sn42.12:5.2",
            "pli": "Dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:5.4": {
            "scid": "sn42.12:5.4",
            "pli": "Dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, but don’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:5.6": {
            "scid": "sn42.12:5.6",
            "pli": "Dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "sn42.12:5.9": {
            "scid": "sn42.12:5.9",
            "pli": "Dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>, and they share it and make merit. ",
            "matched": true
          },
          "sn42.12:6.1": {
            "scid": "sn42.12:6.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:6.5": {
            "scid": "sn42.12:6.5",
            "pli": "Na attānaṁ sukheti na pīṇetīti, iminā dutiyena ṭhānena gārayho. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for criticism. ",
            "matched": true
          },
          "sn42.12:7.1": {
            "scid": "sn42.12:7.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, but doesn’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:7.7": {
            "scid": "sn42.12:7.7",
            "pli": "Attānaṁ sukheti pīṇetīti, iminā ekena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the one ground for praise. ",
            "matched": true
          },
          "sn42.12:8.1": {
            "scid": "sn42.12:8.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit. ",
            "matched": true
          },
          "sn42.12:8.6": {
            "scid": "sn42.12:8.6",
            "pli": "Attānaṁ sukheti pīṇetīti, iminā paṭhamena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the first ground for praise. ",
            "matched": true
          },
          "sn42.12:9.1": {
            "scid": "sn42.12:9.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:9.7": {
            "scid": "sn42.12:9.7",
            "pli": "Na attānaṁ sukheti, na pīṇetīti, iminā dutiyena ṭhānena gārayho. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for criticism. ",
            "matched": true
          },
          "sn42.12:10.1": {
            "scid": "sn42.12:10.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and makes themselves <span class=\"ebt-matched\">happy and pleased</span>, but doesn’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:10.5": {
            "scid": "sn42.12:10.5",
            "pli": "Attānaṁ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "sn42.12:11.1": {
            "scid": "sn42.12:11.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit. ",
            "matched": true
          },
          "sn42.12:11.5": {
            "scid": "sn42.12:11.5",
            "pli": "Attānaṁ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "sn42.12:12.1": {
            "scid": "sn42.12:12.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena, na attānaṁ sukheti, na pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, but who doesn’t make themselves <span class=\"ebt-matched\">happy and pleased</span>, or share it and make merit. ",
            "matched": true
          },
          "sn42.12:12.6": {
            "scid": "sn42.12:12.6",
            "pli": "Na attānaṁ sukheti, na pīṇetīti, iminā paṭhamena ṭhānena gārayho. ",
            "en": "They don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the first ground for criticism. ",
            "matched": true
          },
          "sn42.12:13.1": {
            "scid": "sn42.12:13.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti, na saṁvibhajati, na puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, but doesn’t share it and make merit. ",
            "matched": true
          },
          "sn42.12:13.5": {
            "scid": "sn42.12:13.5",
            "pli": "Attānaṁ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "sn42.12:14.1": {
            "scid": "sn42.12:14.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge gadhito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjati. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit. But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. ",
            "matched": true
          },
          "sn42.12:14.5": {
            "scid": "sn42.12:14.5",
            "pli": "Attānaṁ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          },
          "sn42.12:15.1": {
            "scid": "sn42.12:15.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves <span class=\"ebt-matched\">happy and pleased</span>, and shares it and makes merit. ",
            "matched": true
          },
          "sn42.12:15.6": {
            "scid": "sn42.12:15.6",
            "pli": "Attānaṁ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṁso. ",
            "en": "They make themselves <span class=\"ebt-matched\">happy and pleased</span>. This is the second ground for praise. ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn42/sn42.12_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn42/sn42.12_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 169,
          "en": 168
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 30.178,
        "segsMatched": 30,
        "sutta_uid": "sn42.12",
        "title": "Linked Discourses 42.12\n1. Chiefs\nWith Rāsiya",
        "type": "translation"
      },
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "dn29:23.8": {
            "scid": "dn29:23.8",
            "pli": "Idha, cunda, ekacco bālo pāṇe vadhitvā vadhitvā attānaṁ sukheti pīṇeti. ",
            "en": "It’s when some fool makes themselves <span class=\"ebt-matched\">happy and pleased</span> by killing living creatures. ",
            "matched": true
          },
          "dn29:23.10": {
            "scid": "dn29:23.10",
            "pli": "Puna caparaṁ, cunda, idhekacco adinnaṁ ādiyitvā ādiyitvā attānaṁ sukheti pīṇeti. ",
            "en": "Furthermore, someone makes themselves <span class=\"ebt-matched\">happy and pleased</span> by theft. ",
            "matched": true
          },
          "dn29:23.12": {
            "scid": "dn29:23.12",
            "pli": "Puna caparaṁ, cunda, idhekacco musā bhaṇitvā bhaṇitvā attānaṁ sukheti pīṇeti. ",
            "en": "Furthermore, someone makes themselves <span class=\"ebt-matched\">happy and pleased</span> by lying. ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn29_root-pli-ms.json",
          "translation/en/sujato/sutta/dn/dn29_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 465,
          "en": 464
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 3.006,
        "segsMatched": 3,
        "sutta_uid": "dn29",
        "title": "Long Discourses 29\nAn Impressive Discourse",
        "type": "translation"
      },
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "sn3.19:3.2": {
            "scid": "sn3.19:3.2",
            "pli": "Asappuriso kho, mahārāja, uḷāre bhoge labhitvā nevattānaṁ sukheti pīṇeti, na mātāpitaro sukheti pīṇeti, na puttadāraṁ sukheti pīṇeti, na dāsakammakaraporise sukheti pīṇeti, na mittāmacce sukheti pīṇeti, na samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpeti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
            "en": "When an untrue person has acquired exceptional wealth they don’t make themselves <span class=\"ebt-matched\">happy and pleased</span>. Nor do they make their mother and father, partners and children, bondservants, workers, and staff, and friends and colleagues <span class=\"ebt-matched\">happy and pleased</span>. And they don’t establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
            "matched": true
          },
          "sn3.19:5.1": {
            "scid": "sn3.19:5.1",
            "pli": "Sappuriso ca kho, mahārāja, uḷāre bhoge labhitvā attānaṁ sukheti pīṇeti, mātāpitaro sukheti pīṇeti, puttadāraṁ sukheti pīṇeti, dāsakammakaraporise sukheti pīṇeti, mittāmacce sukheti pīṇeti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpeti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
            "en": "When a true person has acquired exceptional wealth they make themselves <span class=\"ebt-matched\">happy and pleased</span>. And they make their mother and father, partners and children, bondservants, workers, and staff, and friends and colleagues <span class=\"ebt-matched\">happy and pleased</span>. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn3/sn3.19_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn3/sn3.19_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 42,
          "en": 42
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.048,
        "segsMatched": 2,
        "sutta_uid": "sn3.19",
        "title": "Linked Discourses 3.19\n2. Childless\nChildless (1st)",
        "type": "translation"
      },
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "dn2:14.4": {
            "scid": "dn2:14.4",
            "pli": "te tena attānaṁ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṁ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhapenti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
            "en": "With that they make themselves <span class=\"ebt-matched\">happy and pleased</span>. They make their parents, their children and partners, and their friends and colleagues <span class=\"ebt-matched\">happy and pleased</span>. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
            "matched": true
          },
          "dn2:34.5": {
            "scid": "dn2:34.5",
            "pli": "te tena attānaṁ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṁ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhapenti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
            "en": "With that they make themselves <span class=\"ebt-matched\">happy and pleased</span>. They make their parents, their children and partners, and their friends and colleagues <span class=\"ebt-matched\">happy and pleased</span>. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn2_root-pli-ms.json",
          "translation/en/sujato/sutta/dn/dn2_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 650,
          "en": 633
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 2.003,
        "segsMatched": 2,
        "sutta_uid": "dn2",
        "title": "Long Discourses 2\nThe Fruits of the Ascetic Life",
        "type": "translation"
      },
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "an5.227:2.3": {
            "scid": "an5.227:2.3",
            "pli": "Bhoge nissāya attānaṁ sukheti pīṇeti sammā sukhaṁ pariharati, mātāpitaro sukheti pīṇeti sammā sukhaṁ pariharati, puttadāradāsakammakaraporise sukheti pīṇeti sammā sukhaṁ pariharati, mittāmacce sukheti pīṇeti sammā sukhaṁ pariharati, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpeti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
            "en": "Riches enable you to make yourself <span class=\"ebt-matched\">happy and pleased</span>, to make your mother and father; your children, partners, bondservants, workers, and staff, and your friends and colleagues <span class=\"ebt-matched\">happy and pleased</span>, and to keep them all happy. And they enable you to establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an5/an5.227_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an5/an5.227_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 12,
          "en": 11
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 1.083,
        "segsMatched": 1,
        "sutta_uid": "an5.227",
        "title": "Numbered Discourses 5.227\n23. Long Wandering\nRiches",
        "type": "translation"
      },
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "an5.41:1.5": {
            "scid": "an5.41:1.5",
            "pli": "Idha, gahapati, ariyasāvako uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi attānaṁ sukheti pīṇeti sammā sukhaṁ pariharati; ",
            "en": "Firstly, with his legitimate wealth—earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow—a noble disciple makes himself <span class=\"ebt-matched\">happy and pleased</span>, keeping himself properly happy. ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an5/an5.41_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an5/an5.41_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 44,
          "en": 43
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 1.023,
        "segsMatched": 1,
        "sutta_uid": "an5.41",
        "title": "Numbered Discourses 5.41\n5. With King Muṇḍa\nGetting Rich",
        "type": "translation"
      },
      {
        "author": "Bhikkhu Sujato",
        "segMap": {
          "an4.61:13.3": {
            "scid": "an4.61:13.3",
            "pli": "Idha, gahapati, ariyasāvako uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi attānaṁ sukheti pīṇeti sammā sukhaṁ pariharati. ",
            "en": "To start with, with his legitimate wealth he makes himself <span class=\"ebt-matched\">happy and pleased</span>, keeping himself properly happy. ",
            "matched": true
          }
        },
        "author_uid": "sujato",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an4/an4.61_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an4/an4.61_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "en",
        "langSegs": {
          "pli": 81,
          "en": 80
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 1.012,
        "segsMatched": 1,
        "sutta_uid": "an4.61",
        "title": "Numbered Discourses 4.61\n7. Fitting Deeds\nFitting Deeds",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "en",
    "docAuthor": "sujato"
  }
}