{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "von zorn bezwungen",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "von zorn bezwungen",
    "method": "phrase",
    "resultPattern": "\\bvon zorn bezwungen",
    "segsMatched": 7,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an7/an7.64_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an7/an7.64_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an7/an7.64_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an7.64/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.64_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an7/an7.64_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an7/an7.64_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.64",
        "lang": "de",
        "segMap": {
          "an7.64:1.7": {
            "scid": "an7.64:1.7",
            "pli": "Kodhanoyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto, kiñcāpi so hoti sunhāto suvilitto kappitakesamassu odātavatthavasano; ",
            "de": "Ein reizbarer Mensch, <span class=\"ebt-matched\">von Zorn bezwungen</span> und überwältigt, ist hässlich, auch wenn er schön gebadet und geölt ist, wenn Haar und Bart frisiert sind und er in Weiß gekleidet ist. ",
            "en": "An irritable person, overcome and overwhelmed by anger, is ugly, even though they’re nicely bathed and anointed, with hair and beard dressed, and wearing white clothes. ",
            "matched": true
          },
          "an7.64:2.5": {
            "scid": "an7.64:2.5",
            "pli": "Kodhanoyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto, kiñcāpi so pallaṅke seti gonakatthate paṭalikatthate kadalimigapavarapaccattharaṇe sauttaracchade ubhatolohitakūpadhāne; ",
            "de": "Ein reizbarer Mensch, <span class=\"ebt-matched\">von Zorn bezwungen</span> und überwältigt, schläft schlecht, auch wenn er auf einer Liege schläft, die mit flauschigen, rein weißen oder mit Blumen bestickten wollenen Decken gepolstert und mit einer Decke aus feinem Hirschleder überzogen ist, mit einem Baldachin und roten Kissen auf beiden Seiten. ",
            "en": "An irritable person, overcome and overwhelmed by anger, sleeps badly, even though they sleep on a couch spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends. ",
            "matched": true
          },
          "an7.64:3.5": {
            "scid": "an7.64:3.5",
            "pli": "Kodhanoyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto, anatthampi gahetvā ‘attho me gahito’ti maññati, atthampi gahetvā ‘anattho me gahito’ti maññati. ",
            "de": "Wenn ein reizbarer Mensch, <span class=\"ebt-matched\">von Zorn bezwungen</span> und überwältigt, bekommt, was er nicht braucht, denkt er: ‚Ich habe bekommen, was ich brauche!‘ Wenn er bekommt, was er braucht, denkt er: ‚Ich habe bekommen, was ich nicht brauche!‘ ",
            "en": "When an irritable person, overcome and overwhelmed by anger, gets what they don’t need they think, ‘I’ve got what I need.’ When they get what they need they think, ‘I’ve got what I don’t need.’ ",
            "matched": true
          },
          "an7.64:4.5": {
            "scid": "an7.64:4.5",
            "pli": "Kodhanassa, bhikkhave, purisapuggalassa kodhābhibhūtassa kodhaparetassa, yepissa te honti bhogā uṭṭhānavīriyādhigatā bāhābalaparicitā sedāvakkhittā dhammikā dhammaladdhā, tepi rājāno rājakosaṁ pavesenti kodhābhibhūtassa. ",
            "de": "Wenn ein Mensch reizbar ist, <span class=\"ebt-matched\">von Zorn bezwungen</span> und überwältigt, beschlagnahmen Herrscher sein rechtmäßig erworbenes Vermögen, das er mit seiner Anstrengung und seinem Unternehmungsgeist erarbeitet, mit seinen Händen aufgebaut und im Schweiß seines Angesichts zusammengetragen hat. ",
            "en": "When a person is irritable, overcome and overwhelmed by anger, the rulers seize the legitimate wealth they’ve earned by their efforts, built up with their own hands, gathered by the sweat of their brow. ",
            "matched": true
          },
          "an7.64:5.5": {
            "scid": "an7.64:5.5",
            "pli": "Kodhanoyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto, yopissa so hoti yaso appamādādhigato, tamhāpi dhaṁsati kodhābhibhūto. ",
            "de": "Wenn ein Mensch reizbar ist, <span class=\"ebt-matched\">von Zorn bezwungen</span> und überwältigt, wird jeder Ruhm, den er mit seiner Beflissenheit erlangt hat, zu Staub zerfallen. ",
            "en": "When a person is irritable, overcome and overwhelmed by anger, any fame they have acquired by diligence falls to dust. ",
            "matched": true
          },
          "an7.64:6.5": {
            "scid": "an7.64:6.5",
            "pli": "Kodhanaṁ, bhikkhave, purisapuggalaṁ kodhābhibhūtaṁ kodhaparetaṁ, yepissa te honti mittāmaccā ñātisālohitā, tepi ārakā parivajjanti kodhābhibhūtaṁ. ",
            "de": "Wenn ein Mensch reizbar ist, <span class=\"ebt-matched\">von Zorn bezwungen</span> und überwältigt, machen seine Freunde und Kollegen, Verwandten und Sippenangehörigen einen großen Bogen um ihn. ",
            "en": "When a person is irritable, overcome and overwhelmed by anger, their friends and colleagues, relatives and kin avoid them from afar. ",
            "matched": true
          },
          "an7.64:7.5": {
            "scid": "an7.64:7.5",
            "pli": "Kodhanoyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto kāyena duccaritaṁ carati, vācāya duccaritaṁ carati, manasā duccaritaṁ carati. ",
            "de": "Wenn ein Mensch reizbar ist, <span class=\"ebt-matched\">von Zorn bezwungen</span> und überwältigt, tut er Schlechtes mit dem Körper, der Sprache und dem Geist. ",
            "en": "When a person is irritable, overcome and overwhelmed by anger, they do bad things by way of body, speech, and mind. ",
            "matched": true
          }
        },
        "score": 7.055,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 7.64\n6. Das Kapitel über die nicht erklärten Punkte\nReizbar",
        "segsMatched": 7,
        "langSegs": {
          "pli": 128,
          "de": 118,
          "en": 126
        }
      }
    ]
  }
}