{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "für mich eine beschwerde",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "für mich eine beschwerde",
    "method": "phrase",
    "resultPattern": "\\bfür mich eine beschwerde",
    "segsMatched": 16,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an9/an9.41_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an9/an9.41_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an9/an9.41_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an9.41/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "author": "Sabbamitta",
        "segMap": {
          "an9.41:7.16": {
            "scid": "an9.41:7.16",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato kāmasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit Sinnenfreuden verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by sensual pleasures beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:7.18": {
            "scid": "an9.41:7.18",
            "pli": "evamevassa me kāmasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit Sinnenfreuden verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by sensual pleasures beset me, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:8.14": {
            "scid": "an9.41:8.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato vitakkasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit dem Ausrichten des Geistes verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by placing the mind beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:8.16": {
            "scid": "an9.41:8.16",
            "pli": "evamevassa me vitakkasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit dem Ausrichten des Geistes verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by placing the mind and keeping it connected beset me, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:9.14": {
            "scid": "an9.41:9.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato pītisahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit Ekstase verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by rapture beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:9.16": {
            "scid": "an9.41:9.16",
            "pli": "evamevassa me pītisahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit Ekstase verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by rapture beset me, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:10.14": {
            "scid": "an9.41:10.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato upekkhāsahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit gleichmütiger Seligkeit verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by bliss with equanimity beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:10.16": {
            "scid": "an9.41:10.16",
            "pli": "evamevassa me upekkhāsahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit gleichmütiger Seligkeit verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by bliss with equanimity beset me, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:11.14": {
            "scid": "an9.41:11.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato rūpasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit Form verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by forms beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:11.16": {
            "scid": "an9.41:11.16",
            "pli": "evamevassa me rūpasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit Form verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by forms beset me, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:12.14": {
            "scid": "an9.41:12.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit der Dimension des unendlichen Raumes verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by the dimension of infinite space beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:12.16": {
            "scid": "an9.41:12.16",
            "pli": "evamevassa me ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit der Dimension des unendlichen Raumes verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by the dimension of infinite space beset me, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:13.14": {
            "scid": "an9.41:13.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit der Dimension des unendlichen Bewusstseins verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by the dimension of infinite consciousness beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:13.16": {
            "scid": "an9.41:13.16",
            "pli": "evamevassa me viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit der Dimension des unendlichen Bewusstseins verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by the dimension of infinite consciousness beset me, that was an affliction for me. ",
            "matched": true
          },
          "an9.41:14.14": {
            "scid": "an9.41:14.14",
            "pli": "Tassa mayhaṁ, ānanda, iminā vihārena viharato ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Während ich in dieser Meditation verweilte, kamen Wahrnehmungen und ein Gebrauch des Geistes auf, die mit der Dimension des Nichts verbunden waren, und das war <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "While I was in that meditation, perception and focus accompanied by the dimension of nothingness beset me, and that was an affliction for me. ",
            "matched": true
          },
          "an9.41:14.16": {
            "scid": "an9.41:14.16",
            "pli": "evamevassa me ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti. Svassa me hoti ābādho. ",
            "de": "Ebenso war, wenn Wahrnehmungen und ein Gebrauch des Geistes aufkamen, die mit der Dimension des Nichts verbunden waren, das <span class=\"ebt-matched\">für mich eine Beschwerde</span>. ",
            "en": "In the same way, when perception and focus accompanied by the dimension of nothingness beset me, that was an affliction for me. ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an9/an9.41_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an9/an9.41_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an9/an9.41_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\">Creative Commons Zero (CC0 1.0 Universal)</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 177,
          "de": 166,
          "en": 175
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 16.09,
        "segsMatched": 16,
        "sutta_uid": "an9.41",
        "title": "Nummerierte Lehrreden 9.41\n4. Das große Kapitel\nMit dem Hausbesitzer Tapussa",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}