{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "author": "sabbamitta",
      "docLang": "de",
      "docAuthor": "sabbamitta",
      "includeUnpublished": false,
      "lang": "de",
      "langAuthor": "sabbamitta",
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "maxDoc": 50,
      "maxResults": 1000,
      "minLang": 2,
      "pattern": "aber meine dame",
      "refAuthor": "sujato",
      "refLang": "en",
      "searchLang": "de",
      "searchAuthor": "sabbamitta",
      "showMatchesOnly": true,
      "trilingual": false,
      "types": [
        "root",
        "translation"
      ]
    }
  ],
  "value": {
    "author": "sabbamitta",
    "lang": "de",
    "searchLang": "de",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "aber meine dame",
    "method": "phrase",
    "resultPattern": "\\baber\\smeine\\sdame",
    "segsMatched": 16,
    "bilaraPaths": [
      "root/pli/ms/sutta/mn/mn44_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn44_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn44_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "mn44/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "author": "Sabbamitta",
        "segMap": {
          "mn44:6.1": {
            "scid": "mn44:6.1",
            "pli": "“Taññeva nu kho, ayye, upādānaṁ te pañcupādānakkhandhā udāhu aññatra pañcahupādānakkhandhehi upādānan”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, ist das Ergreifen genau dasselbe wie die fünf mit Ergreifen verbundenen Aggregate? Oder ist das Ergreifen ein Ding, und die fünf mit Ergreifen verbundenen Aggregate sind ein anderes?“ ",
            "en": "“But ma’am, is that grasping the exact same thing as the five grasping aggregates? Or is grasping one thing and the five grasping aggregates another?” ",
            "matched": true
          },
          "mn44:7.1": {
            "scid": "mn44:7.1",
            "pli": "“Kathaṁ panāyye, sakkāyadiṭṭhi hotī”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, wie kommt eine substanzialistische Ansicht zustande?“ ",
            "en": "“But ma’am, how does substantialist view come about?” ",
            "matched": true
          },
          "mn44:8.1": {
            "scid": "mn44:8.1",
            "pli": "“Kathaṁ panāyye, sakkāyadiṭṭhi na hotī”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, wie kommt eine substanzialistische Ansicht nicht zustande?“ ",
            "en": "“But ma’am, how does substantialist view not come about?” ",
            "matched": true
          },
          "mn44:9.1": {
            "scid": "mn44:9.1",
            "pli": "“Katamo panāyye, ariyo aṭṭhaṅgiko maggo”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, was ist der edle achtfache Pfad?“ ",
            "en": "“But ma’am, what is the noble eightfold path?” ",
            "matched": true
          },
          "mn44:10.1": {
            "scid": "mn44:10.1",
            "pli": "“Ariyo panāyye, aṭṭhaṅgiko maggo saṅkhato udāhu asaṅkhato”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, ist dieser edle achtfache Pfad bedingt oder unbedingt?“ ",
            "en": "“But ma’am, is the noble eightfold path conditioned or unconditioned?” ",
            "matched": true
          },
          "mn44:12.1": {
            "scid": "mn44:12.1",
            "pli": "“Katamo panāyye, samādhi, katame dhammā samādhinimittā, katame dhammā samādhiparikkhārā, katamā samādhibhāvanā”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, was ist Versenkung? Welche Dinge sind die Grundlagen für die Versenkung? Welche Dinge sind die Voraussetzungen für die Versenkung? Wie wird Versenkung entwickelt?“ ",
            "en": "“But ma’am, what is immersion? What things are the bases of immersion? What things are the prerequisites for immersion? What is the development of immersion?” ",
            "matched": true
          },
          "mn44:14.1": {
            "scid": "mn44:14.1",
            "pli": "“Katamo panāyye, kāyasaṅkhāro, katamo vacīsaṅkhāro, katamo cittasaṅkhāro”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, was ist der körperliche Vorgang? Was ist der sprachliche Vorgang? Was ist der geistige Vorgang?“ ",
            "en": "“But ma’am, what is the physical process? What’s the verbal process? What’s the mental process?” ",
            "matched": true
          },
          "mn44:15.1": {
            "scid": "mn44:15.1",
            "pli": "“Kasmā panāyye, assāsapassāsā kāyasaṅkhāro, kasmā vitakkavicārā vacīsaṅkhāro, kasmā saññā ca vedanā ca cittasaṅkhāro”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, warum ist Ein- und Ausatmen ein körperlicher Vorgang? Warum ist den Geist ausrichten und halten ein sprachlicher Vorgang? Warum ist Wahrnehmen und Fühlen ein geistiger Vorgang?“ ",
            "en": "“But ma’am, why is breathing a physical process? Why are placing the mind and keeping it connected verbal processes? Why are perception and feeling mental processes?” ",
            "matched": true
          },
          "mn44:16.1": {
            "scid": "mn44:16.1",
            "pli": "“Kathaṁ panāyye, saññāvedayitanirodhasamāpatti hotī”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, wie erreicht jemand das Aufhören von Wahrnehmung und Gefühl?“ ",
            "en": "“But ma’am, how does someone attain the cessation of perception and feeling?” ",
            "matched": true
          },
          "mn44:17.1": {
            "scid": "mn44:17.1",
            "pli": "“Saññāvedayitanirodhaṁ samāpajjantassa panāyye, bhikkhuno katame dhammā paṭhamaṁ nirujjhanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, was hört für einen Mönch, der in das Aufhören von Wahrnehmung und Gefühl eintritt, zuerst auf: der körperliche, der sprachliche oder der geistige Vorgang?“ ",
            "en": "“But ma’am, which process ceases first for a mendicant who is entering the cessation of perception and feeling: physical, verbal, or mental?” ",
            "matched": true
          },
          "mn44:18.1": {
            "scid": "mn44:18.1",
            "pli": "“Kathaṁ panāyye, saññāvedayitanirodhasamāpattiyā vuṭṭhānaṁ hotī”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, wie tritt jemand aus dem Aufhören von Wahrnehmung und Gefühl heraus?“ ",
            "en": "“But ma’am, how does someone emerge from the cessation of perception and feeling?” ",
            "matched": true
          },
          "mn44:19.1": {
            "scid": "mn44:19.1",
            "pli": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa panāyye, bhikkhuno katame dhammā paṭhamaṁ uppajjanti—yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, was erscheint für einen Mönch, der aus dem Aufhören von Wahrnehmung und Gefühl heraustritt, zuerst: der körperliche, der sprachliche oder der geistige Vorgang?“ ",
            "en": "“But ma’am, which process arises first for a mendicant who is emerging from the cessation of perception and feeling: physical, verbal, or mental?” ",
            "matched": true
          },
          "mn44:20.1": {
            "scid": "mn44:20.1",
            "pli": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṁ panāyye, bhikkhuṁ kati phassā phusantī”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, wie viele Arten von Kontakt erlebt ein Mönch, nachdem er aus dem Zustand des Aufhörens von Wahrnehmung und Gefühl herausgetreten ist?“ ",
            "en": "“But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, how many kinds of contact do they experience?” ",
            "matched": true
          },
          "mn44:21.1": {
            "scid": "mn44:21.1",
            "pli": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa panāyye, bhikkhuno kiṁninnaṁ cittaṁ hoti kiṁpoṇaṁ kiṁpabbhāran”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, wohin neigt sich der Geist eines Mönchs, nachdem er aus dem Zustand des Aufhörens von Wahrnehmung und Gefühl herausgetreten ist, wohin strebt er und richtet sich aus?“ ",
            "en": "“But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, what does their mind slant, slope, and incline to?” ",
            "matched": true
          },
          "mn44:22.1": {
            "scid": "mn44:22.1",
            "pli": "“Kati panāyye, vedanā”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, wie viele Gefühle gibt es?“ ",
            "en": "“But ma’am, how many feelings are there?” ",
            "matched": true
          },
          "mn44:29.1": {
            "scid": "mn44:29.1",
            "pli": "“Sukhāya panāyye, vedanāya kiṁ paṭibhāgo”ti? ",
            "de": "„<span class=\"ebt-matched\">Aber meine Dame</span>, was ist das Gegenstück zu angenehmem Gefühl?“ ",
            "en": "“But ma’am, what is the counterpart of pleasant feeling?” ",
            "matched": true
          }
        },
        "author_uid": "sabbamitta",
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn44_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn44_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn44_translation-en-sujato.json"
        ],
        "category": "sutta",
        "footer": "<a href=\"https://suttacentral.net/licensing\" target=\"_blank\">SuttaCentral</a>",
        "hyphen": "­",
        "lang": "de",
        "langSegs": {
          "pli": 138,
          "de": 137,
          "en": 137
        },
        "maxWord": 30,
        "minWord": 5,
        "score": 16.116,
        "segsMatched": 16,
        "sutta_uid": "mn44",
        "title": "Mittlere Lehrreden 44\nDie kürzere Ausarbeitung",
        "type": "translation"
      }
    ],
    "refLang": "en",
    "refAuthor": "sujato",
    "docLang": "de",
    "docAuthor": "sabbamitta"
  }
}