{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "nährt das entstehen",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "nährt das entstehen",
    "method": "phrase",
    "resultPattern": "\\bnährt das entstehen",
    "segsMatched": 24,
    "bilaraPaths": [
      "root/pli/ms/sutta/sn/sn46/sn46.51_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn46/sn46.51_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn46/sn46.51_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "sn46.51/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn46/sn46.51_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn46/sn46.51_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn46/sn46.51_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn46.51",
        "lang": "de",
        "segMap": {
          "sn46.51:1.4": {
            "scid": "sn46.51:1.4",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> von sinnlichem Verlangen oder lässt es, wenn es entstanden ist, wachsen und zunehmen? ",
            "en": "And what fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow? ",
            "matched": true
          },
          "sn46.51:1.7": {
            "scid": "sn46.51:1.7",
            "pli": "ayamāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> von sinnlichem Verlangen oder lässt es, wenn es entstanden ist, wachsen und zunehmen. ",
            "en": "fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow. ",
            "matched": true
          },
          "sn46.51:2.1": {
            "scid": "sn46.51:2.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> von bösem Willen oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen? ",
            "en": "And what fuels the arising of ill will, or, when it has arisen, makes it increase and grow? ",
            "matched": true
          },
          "sn46.51:2.4": {
            "scid": "sn46.51:2.4",
            "pli": "ayamāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> von bösem Willen oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen. ",
            "en": "fuels the arising of ill will, or, when it has arisen, makes it increase and grow. ",
            "matched": true
          },
          "sn46.51:3.1": {
            "scid": "sn46.51:3.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> von Dumpfheit und Benommenheit oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen? ",
            "en": "And what fuels the arising of dullness and drowsiness, or, when they have arisen, makes them increase and grow? ",
            "matched": true
          },
          "sn46.51:3.4": {
            "scid": "sn46.51:3.4",
            "pli": "ayamāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> von Dumpfheit und Benommenheit oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen. ",
            "en": "fuels the arising of dullness and drowsiness, or, when they have arisen, makes them increase and grow. ",
            "matched": true
          },
          "sn46.51:4.1": {
            "scid": "sn46.51:4.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> von Rastlosigkeit und Reue oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen? ",
            "en": "And what fuels the arising of restlessness and remorse, or, when they have arisen, makes them increase and grow? ",
            "matched": true
          },
          "sn46.51:4.4": {
            "scid": "sn46.51:4.4",
            "pli": "ayamāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> von Rastlosigkeit und Reue oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen. ",
            "en": "fuels the arising of restlessness and remorse, or, when they have arisen, makes them increase and grow. ",
            "matched": true
          },
          "sn46.51:5.1": {
            "scid": "sn46.51:5.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> von Zweifel oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen? ",
            "en": "And what fuels the arising of doubt, or, when it has arisen, makes it increase and grow? ",
            "matched": true
          },
          "sn46.51:5.4": {
            "scid": "sn46.51:5.4",
            "pli": "ayamāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> von Zweifel oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen. ",
            "en": "fuels the arising of doubt, or, when it has arisen, makes it increase and grow. ",
            "matched": true
          },
          "sn46.51:6.1": {
            "scid": "sn46.51:6.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Achtsamkeit oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
            "en": "And what fuels the arising of the awakening factor of mindfulness, or, when it has arisen, fully develops it? ",
            "matched": true
          },
          "sn46.51:6.4": {
            "scid": "sn46.51:6.4",
            "pli": "ayamāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Achtsamkeit oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
            "en": "fuels the arising of the awakening factor of mindfulness, or, when it has arisen, fully develops it. ",
            "matched": true
          },
          "sn46.51:7.1": {
            "scid": "sn46.51:7.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Erforschung der Gesetzmäßigkeiten oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
            "en": "And what fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, fully develops it? ",
            "matched": true
          },
          "sn46.51:7.4": {
            "scid": "sn46.51:7.4",
            "pli": "ayamāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Erforschung der Gesetzmäßigkeiten oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
            "en": "fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, fully develops it. ",
            "matched": true
          },
          "sn46.51:8.1": {
            "scid": "sn46.51:8.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Energie oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
            "en": "And what fuels the arising of the awakening factor of energy, or, when it has arisen, fully develops it? ",
            "matched": true
          },
          "sn46.51:8.4": {
            "scid": "sn46.51:8.4",
            "pli": "ayamāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Energie oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
            "en": "fuels the arising of the awakening factor of energy, or, when it has arisen, fully develops it. ",
            "matched": true
          },
          "sn46.51:9.1": {
            "scid": "sn46.51:9.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Ekstase oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
            "en": "And what fuels the arising of the awakening factor of rapture, or, when it has arisen, fully develops it? ",
            "matched": true
          },
          "sn46.51:9.4": {
            "scid": "sn46.51:9.4",
            "pli": "ayamāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Ekstase oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
            "en": "fuels the arising of the awakening factor of rapture, or, when it has arisen, fully develops it. ",
            "matched": true
          },
          "sn46.51:10.1": {
            "scid": "sn46.51:10.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Ruhe oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
            "en": "And what fuels the arising of the awakening factor of tranquility, or, when it has arisen, fully develops it? ",
            "matched": true
          },
          "sn46.51:10.4": {
            "scid": "sn46.51:10.4",
            "pli": "ayamāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Ruhe oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
            "en": "fuels the arising of the awakening factor of tranquility, or, when it has arisen, fully develops it. ",
            "matched": true
          },
          "sn46.51:11.1": {
            "scid": "sn46.51:11.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Versenkung oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
            "en": "And what fuels the arising of the awakening factor of immersion, or, when it has arisen, fully develops it? ",
            "matched": true
          },
          "sn46.51:11.4": {
            "scid": "sn46.51:11.4",
            "pli": "ayamāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Versenkung oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
            "en": "fuels the arising of the awakening factor of immersion, or, when it has arisen, fully develops it. ",
            "matched": true
          },
          "sn46.51:12.1": {
            "scid": "sn46.51:12.1",
            "pli": "Ko ca, bhikkhave, āhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā? ",
            "de": "Und was <span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Gleichmut oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
            "en": "And what fuels the arising of the awakening factor of equanimity, or, when it has arisen, fully develops it? ",
            "matched": true
          },
          "sn46.51:12.4": {
            "scid": "sn46.51:12.4",
            "pli": "ayamāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā. ",
            "de": "<span class=\"ebt-matched\">nährt das Entstehen</span> des Faktors des Erwachens Gleichmut oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
            "en": "fuels the arising of the awakening factor of equanimity, or, when it has arisen, fully develops it. ",
            "matched": true
          }
        },
        "score": 24.233,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 46\n6. Diskutieren\n51. Nahrung",
        "segsMatched": 24,
        "langSegs": {
          "pli": 103,
          "de": 102,
          "en": 102
        }
      }
    ]
  }
}