{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "einen versenkungszustand",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "einen versenkungszustand",
    "method": "phrase",
    "resultPattern": "\\beinen versenkungszustand",
    "segsMatched": 23,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an11/an11.7_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.7_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.7_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an3/an3.32_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an3/an3.32_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an3/an3.32_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.6_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.6_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.6_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.8_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.8_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.8_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.21_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.21_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.21_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.20_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.20_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.20_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.19_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.19_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.19_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.18_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an11/an11.18_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an11/an11.18_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.7_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an10/an10.7_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an10/an10.7_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an11.7/de/sabbamitta",
      "an3.32/de/sabbamitta",
      "an10.6/de/sabbamitta",
      "an11.8/de/sabbamitta",
      "an11.21/de/sabbamitta",
      "an11.20/de/sabbamitta",
      "an11.19/de/sabbamitta",
      "an11.18/de/sabbamitta",
      "an10.7/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.7_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.7_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.7_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.7",
        "lang": "de",
        "segMap": {
          "an11.7:2.1": {
            "scid": "an11.7:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:3.1": {
            "scid": "an11.7:3.1",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "„Es kann sein, Ānanda, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "“It could be, Ānanda, that a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:5.3": {
            "scid": "an11.7:5.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:7.1": {
            "scid": "an11.7:7.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī pana assā”ti. ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen … Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverend Sāriputta, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth … And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:9.3": {
            "scid": "an11.7:9.3",
            "pli": "Evaṁ kho, āvuso ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen … Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth … And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 5.2,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 11\n1. Abhängigkeit\n7. Wahrnehmungen",
        "segsMatched": 5,
        "langSegs": {
          "pli": 25,
          "de": 24,
          "en": 24
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.6_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.6_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.6_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.6",
        "lang": "de",
        "segMap": {
          "an10.6:1.2": {
            "scid": "an10.6:1.2",
            "pli": "“siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.6:1.3": {
            "scid": "an10.6:1.3",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti. ",
            "de": "„Es kann sein, Ānanda, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Aber er würde dennoch wahrnehmen.“ ",
            "en": "“It could be, Ānanda, that a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.6:3.3": {
            "scid": "an10.6:3.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 3.273,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10\n1. Vorteilhafte Folgen\n6. Versenkung",
        "segsMatched": 3,
        "langSegs": {
          "pli": 11,
          "de": 10,
          "en": 10
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an3/an3.32_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an3/an3.32_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an3/an3.32_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an3.32",
        "lang": "de",
        "segMap": {
          "an3.32:2.1": {
            "scid": "an3.32:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "de": "„Könnte es sein, Herr, dass ein Mönch oder eine Nonne <span class=\"ebt-matched\">einen Versenkungszustand</span> erreicht, in dem es kein Anmaßen, keine Besitzgier und keine zugrunde liegende Neigung zur Einbildung für diesen beseelten Körper gibt, noch für alle äußeren Reize; ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion such that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          },
          "an3.32:2.3": {
            "scid": "an3.32:2.3",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "de": "„Es könnte sein, Ānanda, dass ein Mönch oder eine Nonne <span class=\"ebt-matched\">einen Versenkungszustand</span> erreicht, in dem es kein Anmaßen, keine Besitzgier und keine zugrunde liegende Neigung zur Einbildung für diesen beseelten Körper gibt, noch für alle äußeren Reize; ",
            "en": "“It could be, Ānanda, that a mendicant gains a state of immersion such that they have no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          },
          "an3.32:4.3": {
            "scid": "an3.32:4.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "de": "So, Ānanda, kann ein Mönch oder eine Nonne <span class=\"ebt-matched\">einen Versenkungszustand</span> erreichen, in dem es kein Anmaßen, keine Besitzgier und keine zugrunde liegende Neigung zur Einbildung für diesen beseelten Körper gibt, noch für alle äußeren Reize; ",
            "en": "That’s how, Ānanda, a mendicant might gain a state of immersion such that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          }
        },
        "score": 3.15,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 3\n4. Götterboten\n32. Mit Ānanda",
        "segsMatched": 3,
        "langSegs": {
          "pli": 20,
          "de": 19,
          "en": 19
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.18_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.18_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.18_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.18",
        "lang": "de",
        "segMap": {
          "an11.18:2.1": {
            "scid": "an11.18:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, Herr, dass eine Nonne <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Sie würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Sie würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Sie würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und sie würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber sie würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.18:5.3": {
            "scid": "an11.18:5.3",
            "pli": "Evaṁ kho, bhikkhave, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann eine Nonne <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Sie würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Sie würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Sie würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und sie würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber sie würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 2.182,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 11\n2. Besinnung\n18. Versenkung (1)",
        "segsMatched": 2,
        "langSegs": {
          "pli": 11,
          "de": 10,
          "en": 10
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.20_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.20_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.20_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.20",
        "lang": "de",
        "segMap": {
          "an11.20:2.1": {
            "scid": "an11.20:2.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, werter Freund, dass eine Nonne <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Sie würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Sie würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Sie würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und sie würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber sie würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverend, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.20:4.3": {
            "scid": "an11.20:4.3",
            "pli": "Evaṁ kho, āvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann eine Nonne <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Sie würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Sie würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Sie würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und sie würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber sie würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 2.167,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 11\n2. Besinnung\n20. Versenkung (3)",
        "segsMatched": 2,
        "langSegs": {
          "pli": 12,
          "de": 11,
          "en": 11
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.7_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an10/an10.7_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an10/an10.7_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.7",
        "lang": "de",
        "segMap": {
          "an10.7:2.1": {
            "scid": "an10.7:2.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, werter Sāriputta, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Und er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Und er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverend Sāriputta, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.7:4.3": {
            "scid": "an10.7:4.3",
            "pli": "Tatthāhaṁ tathārūpaṁ samādhiṁ samāpajjiṁ yathā neva pathaviyaṁ pathavisaññī ahosiṁ, na āpasmiṁ āposaññī ahosiṁ, na tejasmiṁ tejosaññī ahosiṁ, na vāyasmiṁ vāyosaññī ahosiṁ, na ākāsānañcāyatane ākāsānañcāyatanasaññī ahosiṁ, na viññāṇañcāyatane viññāṇañcāyatanasaññī ahosiṁ, na ākiñcaññāyatane ākiñcaññāyatanasaññī ahosiṁ, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī ahosiṁ, na idhaloke idhalokasaññī ahosiṁ, na paraloke paralokasaññī ahosiṁ; saññī ca pana ahosin”ti. ",
            "de": "Da erreichte ich <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen: Ich nahm in der Erde nicht Erde wahr, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Und ich nahm in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahr, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Und ich nahm in dieser Welt nicht diese Welt wahr und in der anderen Welt nicht die andere Welt. Aber ich nahm dennoch wahr.“ ",
            "en": "There I gained a state of immersion like this. I didn’t perceive earth in earth, water in water, fire in fire, or air in air. And I didn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And I didn’t perceive this world in this world, or the other world in the other world. And yet I still perceived.” ",
            "matched": true
          }
        },
        "score": 2.125,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 10\n1. Vorteilhafte Folgen\n7. Sāriputta",
        "segsMatched": 2,
        "langSegs": {
          "pli": 16,
          "de": 15,
          "en": 15
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.8_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.8_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.8_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.8",
        "lang": "de",
        "segMap": {
          "an11.8:2.1": {
            "scid": "an11.8:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā na cakkhuṁ manasi kareyya, na rūpaṁ manasi kareyya, na sotaṁ manasi kareyya, na saddaṁ manasi kareyya, na ghānaṁ manasi kareyya, na gandhaṁ manasi kareyya, na jivhaṁ manasi kareyya, na rasaṁ manasi kareyya, na kāyaṁ manasi kareyya, na phoṭṭhabbaṁ manasi kareyya, na pathaviṁ manasi kareyya, na āpaṁ manasi kareyya, na tejaṁ manasi kareyya, na vāyaṁ manasi kareyya, na ākāsānañcāyatanaṁ manasi kareyya, na viññāṇañcāyatanaṁ manasi kareyya, na ākiñcaññāyatanaṁ manasi kareyya, na nevasaññānāsaññāyatanaṁ manasi kareyya, na idhalokaṁ manasi kareyya, na paralokaṁ manasi kareyya, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tampi na manasi kareyya; ",
            "de": "„Kann es sein, Herr, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er wäre nicht aufmerksam auf das Auge oder Bilder, auf das Ohr oder Töne, auf die Nase oder Düfte, auf die Zunge oder Geschmäcke oder auf den Körper oder Berührungen. Er wäre nicht aufmerksam auf die Erde in der Erde, das Wasser im Wasser, das Feuer im Feuer oder die Luft in der Luft. Er wäre nicht aufmerksam auf die Dimension des unendlichen Raumes in der Dimension des unendlichen Raumes, die Dimension des unendlichen Bewusstseins in der Dimension des unendlichen Bewusstseins, die Dimension des Nichts in der Dimension des Nichts oder die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er wäre nicht aufmerksam auf diese Welt in dieser Welt und nicht auf die andere Welt in der anderen Welt. Und er wäre nicht aufmerksam auf das, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. ",
            "en": "“Could it be, sir, that a mendicant might gain a state of immersion like this. They wouldn’t be aware of the eye or sights, ear or sounds, nose or smells, tongue or tastes, or body or touches. They wouldn’t be aware of earth in earth, water in water, fire in fire, or air in air. And they wouldn’t be aware of the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t be aware of this world in this world, or the other world in the other world. And they wouldn’t be aware of what is seen, heard, thought, known, attained, sought, or explored by the mind. ",
            "matched": true
          },
          "an11.8:5.3": {
            "scid": "an11.8:5.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā na cakkhuṁ manasi kareyya, na rūpaṁ manasi kareyya …pe… ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er wäre nicht aufmerksam auf das Auge oder Bilder, auf das Ohr oder Töne, auf die Nase oder Düfte, auf die Zunge oder Geschmäcke oder auf den Körper oder Berührungen … ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t be aware of the eye or sights, ear or sounds, nose or smells, tongue or tastes, or body or touches. … ",
            "matched": true
          }
        },
        "score": 2.118,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 11\n1. Abhängigkeit\n8. Aufmerksamkeit",
        "segsMatched": 2,
        "langSegs": {
          "pli": 17,
          "de": 13,
          "en": 16
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.19_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.19_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.19_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.19",
        "lang": "de",
        "segMap": {
          "an11.19:2.1": {
            "scid": "an11.19:2.1",
            "pli": "“Siyā nu kho, bhikkhave, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa …pe… na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, mendicants, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.19:6.3": {
            "scid": "an11.19:6.3",
            "pli": "Evaṁ kho, bhikkhave, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 2.111,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 11\n2. Besinnung\n19. Versenkung (2)",
        "segsMatched": 2,
        "langSegs": {
          "pli": 18,
          "de": 17,
          "en": 17
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.21_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an11/an11.21_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an11/an11.21_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.21",
        "lang": "de",
        "segMap": {
          "an11.21:1.2": {
            "scid": "an11.21:1.2",
            "pli": "“siyā nu kho, āvuso, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "de": "„Kann es sein, werte Freunde, dass ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreicht: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen?“ ",
            "en": "“Could it be, reverends, that a mendicant might gain a state of immersion like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.21:6.3": {
            "scid": "an11.21:6.3",
            "pli": "Evaṁ kho, āvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "de": "So kann ein Mönch <span class=\"ebt-matched\">einen Versenkungszustand</span> wie diesen erreichen: Er würde in der Erde nicht Erde wahrnehmen, im Wasser nicht Wasser, im Feuer nicht Feuer und in der Luft nicht Luft. Er würde in der Dimension des unendlichen Raumes nicht die Dimension des unendlichen Raumes wahrnehmen, in der Dimension des unendlichen Bewusstseins nicht die Dimension des unendlichen Bewusstseins, in der Dimension des Nichts nicht die Dimension des Nichts und in der Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘ nicht die Dimension ‚weder Wahrnehmung noch keine Wahrnehmung‘. Er würde in dieser Welt nicht diese Welt wahrnehmen und in der anderen Welt nicht die andere Welt. Und er würde nicht wahrnehmen, was man sehen, hören, denken, erkennen, erreichen, suchen oder mit dem Geist erkunden kann. Aber er würde dennoch wahrnehmen.“ ",
            "en": "That’s how a mendicant might gain a state of immersion like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 2.087,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 11\n2. Besinnung\n21. Versenkung (4)",
        "segsMatched": 2,
        "langSegs": {
          "pli": 23,
          "de": 16,
          "en": 21
        }
      }
    ]
  }
}